Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# IProov_PromptRotateDeviceToPortrait
source: Rotate device to portrait to continue
af: Draai toestel na portret om voort te gaan
da: Roter din telefon til portrættilstand for at fortsætte
de: Gerät ins Hochformat drehen, um fortzufahren
es: Gire el dispositivo a la posición vertical para continuar
fi: Jatka kääntämällä laitteesi pystyasentoon
hi: जारी रखने के लिए डिवाइस को पोर्ट्रेट पर घुमाएं
hr: Okreni uređaj u položaj portreta za nastavak
hu: A folytatáshoz fordítsa az eszközt oldalra, portré módba
ja: 続行するにはデバイスを縦向きに回転してください
km: បង្វិលឧបករណ៍ទៅបញ្ឈរដើម្បីបន្ត
lt: Norėdami tęsti, pasukite įrenginį į stačią padėtį
mt: Dawwar l-apparat għal orjentazzjoni vertikali biex tkompli
my: ဆက်လုပ်ရန် စက်ကို ဒေါင်လိုက်လှည့်ပါ
nl: Draai apparaat naar staand om door te gaan
pt_br: Vire o dispositivo para o modo retrato para continuar
sr_cyrl: Окрените уређај усправно да бисте наставили
sr_latn: Okrenite uređaj uspravno da biste nastavili
th: หมุนอุปกรณ์เป็นแนวตั้งเพื่อดำเนินการต่อ
uk: Щоб продовжити, поверніть пристрій у книжкову орієнтацію
zu: Guqula idivayisi ivundle ukuze uqhubeke

# IProov_PromptRotateDeviceUpsideDown
source: Rotate device upside-down to continue
af: Draai toestel onderstebo om voort te gaan
da: Vend enheden på hovedet for at fortsætte
de: Gerät auf den Kopf stellen, um fortzufahren
es: Gire el dispositivo hacia abajo para continuar
fi: Jatka kääntämällä laitteesi ylösalaisin
hi: जारी रखने के लिए डिवाइस को ऊपर-नीचे उल्टा घुमाएं
hr: Okreni uređaj naopako za nastavak
hu: A folytatáshoz fordítsa fejjel lefelé az eszközt
ja: 続行するにはデバイスを上下逆に回転してください
km: បង្វិលឧបករណ៍ក្រឡាប់ចុះក្រោមដើម្បីបន្ត
lt: Norėdami tęsti, apverskite įrenginį aukštyn kojomis
mt: Dawwar l-apparat rasu l-isfel biex tkompli
my: ဆက်လုပ်ရန် စက်ကို ဇောက်ထိုးလှည့်ပါ
nl: Draai apparaat ondersteboven om door te gaan
pt_br: Vire o dispositivo de cabeça para baixo para continuar
sr_cyrl: Окрените уређај наопако да бисте наставили
sr_latn: Okrenite uređaj naopako da biste nastavili
th: หมุนอุปกรณ์กลับหัวเพื่อดําเนินการต่อ
uk: Щоб продовжити, переверніть пристрій
zu: Phendukezela idivayisi ukuze uqhubeke

# IProov_PromptScanning
source: Scanning…
af: Skandeer tans ...
da: Scanner...
de: Wird gescannt …
es: Escaneando...
fi: Skannataan...
hi: स्कैन हो रहा है ...
hr: Skeniranje...
hu: Szkennelés
ja: スキャンしています…
km: កំពុងស្កេន…
lt: Nuskaitoma...
mt: Qed jiġi skennjat...
my: စကန်ဖတ်နေသည်…
nl: Aan het scannen...
pt_br: Escaneamento...
sr_cyrl: Скенирање...
sr_latn: Skeniranje...
th: กำลังสแกน...
uk: Сканування…
zu: Iyaskena...

# IProov_PromptTooBright
source: Go somewhere shadier
af: Gaan staan iewers met meer skaduwee
da: Gå til et sted med mere skygge
de: Gehen Sie in den Schatten
es: Vaya a un lugar más sombrío
fi: Siirry varjoisampaan paikkaan
hi: कहीं छायादार जाओ
hr: Idite negdje više u sjenku
hu: Menj árnyékosabb helyre
ja: 日陰に移動してください
km: ទៅកន្លែងណាដែលមានស្រមោលជាងនេះ
lt: Eikite į mažiau apšviestą vietą
mt: Mur x'imkien fejn hemm iktar dell
my: အရိပ်ပိုရသော တစ်နေရာရာသို့ သွားပါ
nl: Ga ergens met meer schaduw
pt_br: Vá para um lugar com mais sombra
sr_cyrl: Преместите се на тамније место
sr_latn: Premestite se na tamnije mesto
th: ย้ายไปที่ร่มกว่านี้
uk: Зайдіть у темніше місце
zu: Yiya endaweni enethunzi

# IProov_PromptTooClose
source: Too close
af: Te naby
da: For tæt på
de: Zu nahe
es: Demasiado cerca
fi: Liian lähellä
hi: बहुत पास
hr: Preblizu
hu: Túl közel
ja: 近すぎます
km: ជិតពេក
lt: Per arti
mt: Qiegħed wisq qrib
my: နီးလွန်းသည်
nl: Te dichtbij
pt_br: Muito próximo
sr_cyrl: Преблизу
sr_latn: Preblizu
th: ใกล้เกินไป
uk: Надто близько
zu: Useduze kakhulu

# IProov_PromptTooFar
source: Move closer
af: Kom nader
da: Ryk tættere på
de: Näher kommen
es: Acérquese
fi: Siirry lähemmäs
hi: थोड़ा और पास आएं
hr: Približite se
hu: Mozgassa közelebb
ja: 近くに移動します。
km: ខិតមកជិតជាងមុន
lt: Prieikite arčiau
mt: Ersaq aktar viċin
my: ပိုနီးရာသို့ ရွှေ့ပါ
nl: Kom dichterbij
pt_br: Aproxime-se mais
sr_cyrl: Приближите се
sr_latn: Približite se
th: เข้ามาใกล้
uk: Підсуньтесь ближче
zu: Sondela

# IProov_PromptYawTooHigh
source: Turn slightly to your left
af: Draai effens na u linkerkant
da: Drej langsomt til venstre
de: Drehen Sie sich leicht nach links
es: Gire levemente a su izquierda
fi: Käänny jonkin verran vasemmalle
hi: अपनी बाईं ओर थोड़ा मुड़ें
hr: Okrenite se malo nalijevo
hu: Forduljon kissé balra
ja: 少し左を向いてください
km: ងាកទៅខាងឆ្វេងតិចៗ
lt: Šiek tiek pasisukite į kairę
mt: Dur ftit lejn ix-xellug
my: ဘယ်ဘက်သို့ အနည်းငယ်လှည့်ပါ
nl: Draai een beetje naar links
pt_br: Vire ligeiramente para a esquerda
sr_cyrl: Окрените се благо улево
sr_latn: Okrenite se blago ulevo
th: หันซ้ายเล็กน้อย
uk: Трохи поверніться ліворуч
zu: Phendukela kancane kwesobunxele

# IProov_PromptYawTooLow
source: Turn slightly to your right
af: Draai effens na u regterkant
da: Drej langsomt til højre
de: Drehen Sie sich leicht nach rechts
es: Gire levemente a su derecha
fi: Käänny jonkin verran oikealle
hi: अपने दाहिने तरफ थोड़ा मुड़ें
hr: Okrenite se malo nadesno
hu: Forduljon kissé jobbra
ja: 少し右を向いてください
km: ងាកទៅខាងស្ដាំតិចៗ
lt: Šiek tiek pasisukite į dešinę
mt: Dur ftit lejn il-lemin
my: ညာဘက်သို့ အနည်းငယ်လှည့်ပါ
nl: Draai een beetje naar rechts
pt_br: Vire ligeiramente para a direita
sr_cyrl: Окрените се благо удесно
sr_latn: Okrenite se blago udesno
th: หันขวาเล็กน้อย
uk: Трохи поверніться праворуч
zu: Phendukela kancane kwesokudla

# jumio_accessibility_button_close
source: Close
af: Sluit
ar: إغلاق
bg: Затваряне
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
hi: बंद करे
hr: Zatvori
hu: Bezárás
ja: 閉じる
km: បិទ
lt: Uždaryti
lv: Aizvērt
mt: Agħlaq
my: ပိတ်ရန်
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
ro: Închideți
sr_cyrl: Затвори
sr_latn: Zatvori
th: ปิด
uk: Закрити
zu: Vala

# jumio_accessibility_scan_back
source: Back
af: Terug
ar: رجوع
bg: Назад
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
hi: पीछे
hr: Natrag
hu: Vissza
ja: 戻る
km: ថយក្រោយ
lt: Atgal
lv: Atpakaļ
mt: Lura
my: နောက်သို့
nl: Terug
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
sr_cyrl: Назад
sr_latn: Nazad
th: ย้อนกลับ
uk: Назад
zu: Emuva

# jumio_accessibility_scan_help
source: Help menu
af: Hulpkieslys
ar: قائمة التعليمات
bg: Помощ
da: Hjælpemenu
de: Hilfe-Menü
el: Μενού Βοήθειας
es: Menú Ayuda
fi: Ohjevalikko
fr: Menu d'aide
hi: हेल्प मेनू
hr: Izbornik pomoći
hu: Súgó menü
ja: ヘルプメニュー
km: ម៉ឺនុយជំនួយ
lt: Pagalbos meniu
lv: Palīdzība
mt: Menù tal-għajnuna
my: အကူအညီမီနူး
pt_br: Menu de ajuda
pt_pt: Menu de ajuda
ro: Meniu Ajutor
sr_cyrl: Мени помоћи
sr_latn: Meni pomoći
th: เมนูช่วยเหลือ
uk: Меню довідки
zu: Imenu yosizo

# jumio_accessibility_scan_id_back
source: Back
af: Agterkant
ar: المؤخر
bg: Гръб
da: Bagsiden
de: Rückseite
el: Πίσω πλευρά
es: Trasero
fi: Takapuoli
fr: Arrière
hi: पीठ
hr: Stražnja strana
hu: Hátlap
ja: 裏面
km: ផ្នែកខាងក្រោយ
lt: Nugarėlė
lv: Aizmugure
mt: In-naħa ta’ wara
my: နောက်ခြမ်း
nl: Achterkant
pt_br: Voltar
pt_pt: Traseiro
ro: Pe spate
sr_cyrl: Задња страна
sr_latn: Zadnja strana
th: ด้านหลัง
uk: Зворот
zu: Ngemuva

# jumio_accessibility_scan_id_front
source: Front
af: Voorkant
ar: الوجه
bg: Предна страна
da: Forside
de: Vorderseite
el: Μπροστινό μέρος
es: Frontal
fi: Etupuoli
fr: Recto
hi: आगे
hr: Prednja strana
hu: Előlap
ja: 表面
km: ខាងមុខ
lt: Priekinė dalis
lv: Priekšpuse
mt: In-naħa ta' quddiem
my: အရှေ့ခြမ်း
nl: Voorkant
pt_br: Parte da frente
pt_pt: Frente
ro: Față
sr_cyrl: Предња страна
sr_latn: Prednja strana
th: ด้านหน้า
uk: Лицева сторона
zu: Phambili

# jumio_accessibility_scan_shutter_button
source: Take a photo
af: Neem 'n foto
ar: التقاط صورة
bg: Заснемане на снимка
da: Tag et billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer una foto
fi: Ota kuva
fr: Prendre une photo
hi: एक तस्वीर लें
hr: Snimite fotografiju
hu: Fénykép készítése
ja: 写真を撮る
km: ថតរូប
lt: Nufotografuokite
lv: Uzņemt fotoattēlu
mt: Ħu ritratt
my: ဓာတ်ပုံ ရိုက်ပါ
nl: Neem een foto
pt_br: Tirar uma foto
pt_pt: Tire uma fotografia
ro: Faceți o fotografie
sr_cyrl: Фотографиши
sr_latn: Fotofrafiši
th: ถ่ายรูป
uk: Зробити фото
zu: Thatha isithombe

# jumio_accessibility_scan_switch_camera
source: Switch camera
af: Verander van kamera
ar: تبديل الكاميرا
bg: Превключване на камерата
da: Skift kamera
de: Kamera wechseln
el: Εναλλαγή κάμερας
es: Cambiar cámara
fi: Vaihda kameraa
fr: Changer de caméra
hi: कैमरा स्विच करें
hr: Promijeni kameru
hu: Kamera váltása
ja: カメラを切り替える
km: ប្តូរកាមេរ៉ា
lt: Perjungti kamerą
lv: Pārslēgt kameru
mt: Eqleb għall-kamera l-oħra
my: ကင်မရာကို ပြောင်းရန်
nl: Schakel camera
pt_br: Alternar câmera
pt_pt: Alternar câmara
ro: Comutați camera
sr_cyrl: Пребаци камеру
sr_latn: Prebaci kameru
th: สลับกล้อง
uk: Перемкнути камеру
zu: Shintsha ikhamera yakho

# jumio_analyzing_biometric
source: Analyzing biometric data
af: Besig om biometriese data te ontleed
ar: تحليل البيانات البيومترية
bg: Анализиране на биометричните данни
da: Analyserer biometriske data
de: Biometrie-Daten werden analysiert
el: Ανάλυση βιομετρικών δεδομένων
es: Analizando datos biométricos
fi: Biometrisia tietoja analysoidaan
fr: Analyse des données biométriques
hi: बायोमेट्रिक डेटा का विश्लेषण किया जा रहा है
hr: Analiza biometrijskih podataka
hu: Biometrikus adatok elemzése
ja: 生体認証データを分析しています
km: កំពុងវិភាគទិន្នន័យជីវមាត្រ
lt: Analizuojami biometriniai duomenys
lv: Analizē biometriskos datus
mt: Qed janalizza d-dejta bijometrika
my: ဇီဝအချက်အလက်ဒေတာကို ခွဲခြမ်းစိတ်ဖြာနေသည်
nl: Biometrische gegevens analyseren
pt_br: Analisando dados biométricos
pt_pt: A analisar os dados biométricos
ro: Sunt analizate datele biometrice
sr_cyrl: Анализирање биометријских података
sr_latn: Analiziranje biometrijskih podataka
th: กำลังวิเคราะห์ข้อมูลชีวมิติ
uk: Триває аналіз біометричних даних
zu: Ihlaziya idatha ye-biometric

# jumio_button_cancel
source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отмяна
da: Annuller
de: Beenden
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
hr: Otkaži
hu: Mégse
ja: キャンセル
km: បោះបង់
lt: Atšaukti
lv: Atcelt
mt: Ikkanċella
my: ပယ်ဖျက်ရန်
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
sr_cyrl: Откажи
sr_latn: Otkaži
th: ยกเลิก
uk: Скасувати
zu: Khansela

# jumio_di_back_to_document_selection
source: You will be returned to document selection.
af: Ons sal jou na dokumentseleksie terughelp.
ar: ستتم إعادتك إلى تحديد المستندات.
bg: Ще се върнете обратно към избора на документ.
da: Du bliver sendt tilbage til valg af dokument.
de: Sie kehren zur Dokumentauswahl zurück.
el: Θα επιστρέψετε στην επιλογή εγγράφου.
es: Se le conducirá de nuevo a la selección de documentos.
fi: Sinut siiretään takaisin asiakirjan valintaan.
fr: Vous serez redirigé(e) vers la sélection de documents.
hi: आपको दस्तावेज़ चयन पर वापस नेविगेट किया जाएगा।
hr: Bit ćete vraćeni na odabir dokumenta.
hu: Vissza fog térni a dokumentum kiválasztásához.
ja: ドキュメント選択画面に戻ります。
km: អ្នកនឹងរុករកត្រលប់មកកាន់ការជ្រើសរើសឯកសារវិញ។
lt: Būsite nukreipti atgal į dokumentų pasirinkimą.
lv: Jūs atgriezīsieties dokumentu atlases sadaļā.
mt: Se tittieħed lura fis-selezzjoni tad-dokumenti.
my: သင့်ကို စာရွက်စာတမ်း ရွေးချယ်ရာနေရာသို့ ပြန်ပို့ပါမည်။
nl: Je wordt teruggeleid naar de documentselectie.
pt_br: Você retornará à seleção de documentos.
pt_pt: Será redirecionado para a seleção de documentos
ro: Veți naviga înapoi la selecția documentului.
sr_cyrl: Бићете враћени на избор докумената.
sr_latn: Bićete vraćeni na izbor dokumenata.
th: เราจะพาคุณกลับไปเลือกเอกสาร
uk: Ви повернетеся до вибору документу.
zu: Uzozulazula ubuyele ekukhethweni kwedokhumenti

# jumio_di_retry_expire
source: Your session has expired
af: U sessie het verstryk
ar: انتهت صلاحية جلستك
bg: Сесията ви изтече
da: Din session er udløbet
de: Ihre Sitzung ist abgelaufen
el: Η περίοδος έληξε
es: Su sesión ha caducado
fi: Istuntosi on vanhentunut
fr: Votre session a expiré
hi: आपका सत्र समाप्त हो गया है
hr: Vaša sesija je istekla
hu: A munkamenete lejárt
ja: セッションの有効期限が切れました
km: រយៈពេលរបស់អ្នកបានផុតកំណត់ហើយ
lt: Jūsų seanso laikas baigėsi
lv: Jūsu sesija ir beigusies
mt: Is-sessjoni tiegħek skadiet
my: ဆက်ရှင် အချိန်ကုန်သွားပါပြီ
nl: Uw sessie is verlopen
pt_br: Sua sessão expirou
pt_pt: A sessão expirou
ro: Sesiunea dumneavoastră a expirat
sr_cyrl: Сесија је истекла
sr_latn: Sesija je istekla
th: เซสชันของคุณหมดอายุ
uk: Ваш сеанс закінчився
zu: Iseshini yakho isiphelelwe yisikhathi

# jumio_di_retry_service_error
source: Verification has failed
af: Verfiëring het misluk
ar: فشل التحقق
bg: Проверката е неуспешна
da: Verificeringen mislykkedes
de: Die Verifizierung ist fehlgeschlagen
el: Η επαλήθευση απέτυχε
es: Error en la verificación
fi: Vahvistaminen epäonnistui
fr: La vérification a échoué
hi: सत्यापन विफल हो गया है।
hr: Provjera nije uspjela
hu: Az ellenőrzés sikertelen
ja: 検証に失敗しました
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ
lt: Nepavyko patvirtinti
lv: Verifikācija nav izdevusies
mt: Jiddispjaċina! Il-verifika ma rnexxietx.
my: အတည်ပြုခြင်း မအောင်မြင်ပါ
nl: Verificatie mislukt
pt_br: A verificação falhou
pt_pt: Falha na verificação
ro: Verificarea nu a reușit
sr_cyrl: Верификација није успела
sr_latn: Verifikacija nije uspela
th: การยืนยันล้มเหลว
uk: Перевірка не пройшла
zu: Ukuqinisekisa kuhlulekile

# jumio_di_retry_third_party_verification_error
source: Verification has failed
af: Verfiëring het misluk
ar: فشل التحقق
bg: Проверката е неуспешна
da: Verificeringen mislykkedes
de: Die Verifizierung ist fehlgeschlagen
el: Η επαλήθευση απέτυχε
es: Error en la verificación
fi: Vahvistaminen epäonnistui
fr: La vérification a échoué
hi: सत्यापन विफल हो गया है।
hr: Provjera nije uspjela
hu: Az ellenőrzés sikertelen
ja: 検証に失敗しました
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ
lt: Nepavyko patvirtinti
lv: Verifikācija nav izdevusies
mt: Jiddispjaċina! Il-verifika ma rnexxietx.
my: အတည်ပြုခြင်း မအောင်မြင်ပါ
nl: Verificatie mislukt
pt_br: A verificação falhou
pt_pt: Falha na verificação
ro: Verificarea nu a reușit
sr_cyrl: Верификација није успела
sr_latn: Verifikacija nije uspela
th: การยืนยันล้มเหลว
uk: Перевірка не пройшла
zu: Ukuqinisekisa kuhlulekile

# jumio_di_retry_unknown
source: Something went wrong
af: Iets het skeefgeloop
ar: وقع خطأ
bg: Нещо се обърка
da: Der gik noget galt
de: Es ist ein Fehler aufgetreten
el: Κάτι πήγε στραβά
es: Algo ha ido mal
fi: Jokin meni vikaan
fr: Une erreur s'est produite
hi: कुछ गलत हुआ
hr: Nešto nije u redu
hu: Valami hiba történt
ja: 問題が発生しました
km: មានអ្វីមួយបានខុសពីប្រក្រតី
lt: Kažkas nepavyko
lv: Kaut kas nogājis greizi
mt: Xi ħaġa marret ħażin
my: တစ်ခုခု မှားယွင်းသွားသည်
nl: Er is iets fout gegaan
pt_br: Algo deu errado
pt_pt: Ocorreu um erro
ro: Ceva nu a funcționat corect
sr_cyrl: Дошло је до грешке
sr_latn: Došlo je do greške
th: มีบางอย่างผิดพลาด
uk: Щось пішло не так
zu: Kukhona okungahambang kahle

# jumio_di_vendor_selection_title
source: Select digital ID provider
af: Kies digitale-ID-verskaffer
ar: حدد مزود الهوية الرقمية
bg: Изберете цифрова самоличност
da: Vælg udbyder af digital ID
de: Digitaler ID-Anbieter
el: Επιλέξτε πάροχο ψηφιακής ταυτότητας
es: Seleccione el proveedor de la identificación digital
fi: Valitse digitaalisen henkilöllisyystodistuksen tarjoaja
fr: Sélectionnez le fournisseur d'identité numérique
hi: डिजिटल आईडी प्रोवाइडर चुनें
hr: Odaberi pružatelja digitalnih identifikacijskih dokumenata
hu: Digitális identitásszolgáltató kiválasztása
ja: デジタルIDプロバイダーを選択
km: ជ្រើសរើសអ្នកផ្ដល់សេវាកម្មអត្តសញ្ញាណបណ្ណឌីជីថល
lt: Pasirinkti skaitmeninės tapatybės paslaugų teikėją
lv: Izvēlieties digitālā ID pakalpojuma sniedzēju
mt: Agħżel il-fornitur tal-ID diġitali
my: ဒစ်ဂျစ်တယ် ID ပံ့ပိုးသူကို ရွေးချယ်ပါ
nl: Selecteer digitale ID-provider
pt_br: Selecione o provedor de identidade digital
pt_pt: Selecione o fornecedor de ID digital
ro: Selectați furnizorul de ID digital
sr_cyrl: Изаберите добављача дигиталног ID-а
sr_latn: Izaberite dobavljača digitalnog ID-a
th: เลือกผู้ให้บริการเอกสารประจำตัวดิจิทัล
uk: Виберіть постачальника цифрових документів, що посвідчують особу
zu: Khetha umhlinzeki we-ID eyidijithali

# jumio_di_verification_prompt_processing
source: Please complete the flow on %@ app.
af: Voltooi asseblief die vloei op %@-app.
ar: يرجى استكمال سير العمل في تطبيق %@.
bg: Моля, изпълнете процеса в приложението %@.
da: Færdiggør processen i %@-appen.
de: Bitte vervollständigen Sie den Ablauf auf der %@-App.
el: Ολοκληρώστε τη ροή στην εφαρμογή %@.
es: Complete el flujo en la aplicación %@.
fi: Suorita prosessi %@-sovelluksessa.
fr: Veuillez compléter le flux sur l'application %@.
hi: कृपया %@ ऐप पर फ़्लो पूरा करें।
hr: Dovršite tijek u aplikaciji dobavljača %@.
hu: Kérjük, menjen végig a folyamaton a(z) %@ alkalmazásban.
ja: %@アプリでフローを完了してください。
km: សូមបំពេញលំហូរការងារនៅលើកម្មវិធី %@។
lt: Užbaikite veiksmų seką „%@“ programėlėje.
lv: Veiciet nepieciešamās darbības %@ lietotnē.
mt: Jekk jogħġbok lesti l-fluss fuq l-app ta' %@.
my: %@ အက်ပ်တွင် လုပ်ငန်းစဉ်ကို အပြီးသတ်ပါ။
nl: Vul de flow in op de %@-app.
pt_br: Complete o fluxo no app %@.
pt_pt: Complete o fluxo na aplicação %@.
ro: Vă rugăm să încheiați fluxul în aplicația %@.
sr_cyrl: Завршите ток у апликацији %@.
sr_latn: Završite tok u aplikaciji %@.
th: โปรดดำเนินการตามขั้นตอนในแอป %@
uk: Виконайте процедуру в застосунку %@.
zu: Sicela ugcwalisa ukulandelelana ku-%@ app.

# jumio_dv_confirm_button_reselect
source: Reselect
af: Herselekteer
ar: إعادة تحديد
bg: Повторен избор
da: Vælg igen
de: Neu auswählen
el: Επιλογή ξανά
es: Volver a seleccionar
fi: Valitse uudelleen
fr: Sélectionner à nouveau
hi: फिर से चुनें
hr: Ponovno odaberi
hu: Ismételt kiválasztás
ja: 再選択
km: ជ្រើសឡើងវិញ
lt: Pasirinkti iš naujo
lv: Atlasīt vēlreiz
mt: Agħżel mill-ġdid
my: ပြန်လည်ရွေးချယ်ပါ
nl: Selecteer opnieuw
pt_br: Selecione novamente
pt_pt: Selecionar novamente
ro: Selectați din nou
sr_cyrl: Поново изабери
sr_latn: Ponovo izaberi
th: เลือกใหม่อีกครั้ง
uk: Змінити вибір
zu: Khetha kabusha

# jumio_dv_confirm_file_info
source: Make sure you selected the right PDF file
af: Sorg dat u die regte PDF-lêer gekies het
da: Sørg for, at du har valgt den rigtige PDF-fil
de: Stellen Sie sicher, dass Sie die richtige PDF-Datei ausgewählt haben
es: Asegúrese de haber seleccionado el archivo PDF correcto
fi: Varmista, että olet valinnut oikean PDF-tiedoston
hi: सुनिश्चित करें कि आपने सही PDF फाइल चुनी है
hr: Provjerite jeste li odabrali pravu PDF datoteku
hu: Győződjön meg arról, hogy a megfelelő PDF-fájlt választotta ki
ja: 正しいPDFファイルが選択されていることを確認してください
km: ត្រូវប្រាកដថា អ្នកបានជ្រើសរើសឯកសារ PDF ត្រឹមត្រូវ
lt: Įsitikinkite, kad pasirinkote reikiamą PDF failą
mt: Kun żgur li tagħżel il-fajl PDF it-tajjeb
my: မှန်ကန်သော PDF ဖိုင်ကို ရွေးချယ်ထားကြောင်း သေချာပါစေ
nl: Zorg ervoor dat u het juiste PDF-bestand heeft geselecteerd
pt_br: Verifique se selecionou o arquivo PDF correto
sr_cyrl: Уверите се да сте изабрали праву PDF датотеку
sr_latn: Uverite se da ste izabrali pravu PDF datoteku
th: ตรวจสอบให้แน่ใจว่าคุณเลือกไฟล์ PDF ที่ถูกต้อง
uk: Переконайтесь, що ви вибрали потрібний PDF-файл
zu: Qinisekisa ukuthi ukhethe ifayela le-PDF elinembile

# jumio_dv_confirm_file_title
source: Confirm your file
af: Bevestig u lêer
ar: تأكيد ملفك
bg: Потвърдете файла си
da: Bekræft din fil
de: Bestätigen Sie Ihre Datei
el: Επιβεβαιώστε το αρχείο σας
es: Confirme su archivo
fi: Vahvista tiedostosi
fr: Confirmer votre fichier
hi: अपनी फाइल को कंफर्म करें
hr: Potvrdite svoju datoteku
hu: Erősítse meg a fájlt
ja: ファイルを確認
km: បញ្ជាក់ឯកសាររបស់អ្នក
lt: Patvirtinkite failą
lv: Apstiprināt datni
mt: Ikkonferma l-fajl tiegħek
my: သင့်ဖိုင်ကို အတည်ပြုပါ
nl: Bevestig uw bestand
pt_br: Confirme seu arquivo
pt_pt: Confirme o seu ficheiro
ro: Confirmați fișierul dvs.
sr_cyrl: Потврдите своју датотеку
sr_latn: Potvrdite svoju datoteku
th: ยืนยันไฟล์ของคุณ
uk: Підтвердити ваш файл
zu: Qinisekisa ifayela lakho

# jumio_dv_method_description
source: Either take a photo of your document or upload PDF version
af: Neem ‘n foto van u dokument of laai ‘n PDF-weergawe op
da: Tag enten et billede af dit dokument, eller upload en PDF-version
de: Foto von Ihrem Dokument oder eine PDF-Version hochladen
es: Tome una foto de su documento o cargue una versión en PDF
fi: Ota valokuva asiakirjastasi tai lataa PDF-versio
hi: या तो अपने दस्तावेज़ का फ़ोटो लें या PDF वर्जन अपलोड करें
hr: Ili snimite fotografiju svog dokumenta ili pošaljite PDF verziju
hu: Készítsen fényképet az igazolványról vagy töltsön fel PDF verziót
ja: ドキュメントの写真を撮るか、PDF版をアップロードしてください
km: ថតរូបឯកសាររបស់អ្នក ឬផ្ទុកឡើងជាកំណែ PDF
lt: Nufotografuokite dokumentą arba įkelkite PDF versiją
mt: Ħu ritratt tad-dokument tiegħek jew tella' verżjoni PDF
my: သင့်စာရွက်စာတမ်းကို ဓာတ်ပုံရိုက်ပါ သို့မဟုတ် PDF ဗားရှင်းကို အပ်လုဒ်တင်ပါ
nl: U kunt een foto van uw identiteitsbewijs maken of een PDF-versie uploaden
pt_br: Tire uma foto do seu documento ou carregue a versão em PDF
sr_cyrl: Фотографишите свој документ или отпремите PDF верзију
sr_latn: Fotografišite svoj dokument ili otpremite PDF verziju
th: ถ่ายภาพเอกสารของคุณหรืออัปโหลดเวอร์ชัน PDF
uk: Зробіть фото свого документу або завантажте версію PDF
zu: Ungathatha isithombe sedokhumenti yakho noma ufake uhlobo oluyi-PDF

# jumio_dv_method_photo_button
source: Take a photo
af: Neem ‘n foto
ar: التقاط صورة
bg: Заснемане на снимка
da: Tag et billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer una foto
fi: Ota valokuva
fr: Prendre une photo
hi: एक फोटो लें
hr: Snimi fotografiju
hu: Fénykép készítése
ja: 写真を撮る
km: ថតរូប
lt: Nufotografuoti
lv: Uzņemt fotoattēlu
mt: Ħu ritratt
my: ဓာတ်ပုံရိုက်ပါ
nl: Maak een foto
pt_br: Tirar uma foto
pt_pt: Tirar uma fotografia
ro: Faceți o fotografie
sr_cyrl: Фотографиши
sr_latn: Fotografiši
th: ถ่ายรูป
uk: Зробити фото
zu: Thatha isithombe

# jumio_dv_method_title
source: Select Method
af: Selekteer metode
ar: تحديد الطريقة
bg: Изберете метод
da: Vælg metode
de: Methode auswählen
el: Επιλογή μεθόδου
es: Seleccionar método
fi: Valitse tapa
fr: Sélectionnez la méthode
hi: तरीका चुनें
hr: Odaberite metodu
hu: Válasszon módszert
ja: 方法を選択
km: ជ្រើសវិធីសាស្ត្រ
lt: Pasirinkite būdą
lv: Atlasīt metodi
mt: Agħżel Metodu
my: နည်းလမ်း ရွေးချယ်ပါ
nl: Selecteer de methode
pt_br: Selecione o método
pt_pt: Selecionar método
ro: Selectați metoda
sr_cyrl: Изаберите метод
sr_latn: Izaberite metod
th: เลือกเมธอด
uk: Виберіть метод
zu: Khetha Indlela

# jumio_dv_method_upload_pdf_button
source: Upload a PDF File
af: Laai PDF-lêer op
ar: تحميل ملف PDF
bg: Качване на PDF файл
da: Upload PDF-fil
de: PDF-Datei hochladen
el: Μεταφόρτωση αρχείου PDF
es: Cargar documento PDF
fi: Lataa PDF-tiedosto
fr: Importer un fichier PDF
hi: PDF फ़ाइल अपलोड करें
hr: Pošalji PDF datoteku
hu: PDF-fájl feltöltése
ja: PDFファイルをアップロード
km: ផ្ទុកឡើងឯកសារ PDF
lt: Įkelti PDF failą
lv: Augšupielādēt PDF datni
mt: Tella' l-fajl tal-PDF
my: PDF ဖိုင်ကို အပ်လုဒ်တင်ပါ
nl: PDF-bestand uploaden
pt_br: Carregar arquivo PDF
pt_pt: Carregar ficheiro PDF
ro: Încărcați fișierul PDF
sr_cyrl: Отпреми PDF датотеку
sr_latn: Otpremi PDF datoteku
th: อัปโหลดไฟล์ PDF
uk: Завантажити PDF-файл
zu: Faka Ifayela Eliyi-PDF
