Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_error_instant_feedback_both_images_retaken
source: Images must be retaken
af: Beelde moet weer geneem word
ar: يجب إعادة التقاط الصور
bg: Изображенията трябва да се заснемат отново
da: Billederne skal tages igen
de: Bilder müssen erneut aufgenommen werden
el: Απαιτείται επανάληψη λήψης των εικόνων
es: Las imágenes se deben volver a tomar
fi: Ota kuvat uudelleen
fr: Les images doivent être reprises
hi: इमेजों को फिर से लेना आवश्यक हैं
hr: Morate ponovno snimiti slike
hu: A képek készítését meg kell ismételni
ja: 画像は撮り直す必要があります
km: រូបភាពត្រូវតែថតម្ដងទៀត
lt: Nuotraukas būtina pakartoti
lv: Fotoattēli jāuzņem vēlreiz
mt: Ir-ritratti għandhom bżonn jittieħdu mill-ġdid
my: ဓာတ်ပုံများကို ပြန်ရိုက်ရမည်
nl: Foto's moeten opnieuw worden genomen
pt_br: As imagens devem ser refeitas
pt_pt: As imagens têm de ser captadas de novo
ro: O nouă poză a imaginilor trebuie făcută
sr_cyrl: Слике морају бити поново фотографисане
sr_latn: Slike moraju biti pono fotografisane
th: ต้องถ่ายรูปใหม่
uk: Зображення необхідно перезняти
zu: Izithombe kumelwe zithathwe kabusha

# jumio_error_instant_feedback_bw_copy_tip_color_image
source: Please try again with a color image
af: Probeer asseblief weer met ’n beeld in kleur
ar: يُرجى المحاولة مرة أخرى باستخدام صورة ملونة
bg: Опитайте отново с цветно изображение
da: Prøv igen med et farvebillede
de: Versuchen Sie es bitte noch einmal mit einem Farbfoto
el: Δοκιμάστε ξανά με μια έγχρωμη εικόνα
es: Inténtelo de nuevo con una imagen en color
fi: Yritä uudelleen värikuvalla.
fr: Veuillez réessayer avec une image en couleur
hi: कृपया रंगीन छवि के साथ पुन: प्रयास करें
hr: Pokušajte ponovno sa slikom u boji
hu: Kérjük, próbálkozzon újra egy színes képpel
ja: カラー画像でもう一度やり直してください
km: សូមព្យាយាមម្តងទៀតជាមួយនឹងរូបភាពពណ៌
lt: Pateikite spalvotą nuotrauką
lv: Mēģiniet vēlreiz ar krāsainu attēlu
mt: Jekk jogħġbok erġa' pprova b'immaġni tal-kulur
my: အရောင်ပါသောဓာတ်ပုံဖြင့် ထပ်စမ်းကြည့်ပါ
nl: Probeer het opnieuw met een foto in kleur.
pt_br: Tente novamente com uma imagem colorida
pt_pt: Tente novamente com uma imagem a cores
ro: Vă rugăm să încercați din nou cu o imagine color
sr_cyrl: Покушајте поново са сликом у боји
sr_latn: Pokušajte ponovo sa slikom u boji
th: โปรดลองอีกครั้งด้วยภาพสี
uk: Будь ласка, повторіть спробу з кольоровим зображенням
zu: Sicela uphinde uzame ngesithombe esinombala

# jumio_error_instant_feedback_bw_copy_title
source: The image is a black and white photocopy
af: Die beeld is ’n swart-en-wit-fotokopie
ar: الصورة عبارة عن نسخة بالأبيض والأسود
bg: Изображението е черно-бяло фотокопие
da: Billedet er sort/hvidt
de: Bei dem Bild handelt es sich um eine Schwarz-Weiß-Fotokopie
el: Η εικόνα είναι ασπρόμαυρο φωτοαντίγραφο
es: La imagen es una fotocopia en blanco y negro
fi: Kuva on mustavalkoinen valokopio
fr: L'image est une photocopie en noir et blanc
hi: छवि एक ब्लैक एंड व्हाइट फोटोकॉपी है
hr: Slika je crno-bijela fotokopija
hu: A kép fekete-fehér fénymásolat
ja: 画像は白黒コピーです
km: រូបភាពគឺជារូបថតចម្លងសខ្មៅ
lt: Nuotrauka yra nespalvota fotokopija
lv: Attēls ir melnbalta fotokopija
mt: L-immaġni hija fotokopja bl-abjad u bl-iswed
my: ရုပ်ပုံသည် အဖြူအမည်း ဓာတ်ပုံမိတ္တူ ဖြစ်နေသည်
nl: De afbeelding is een zwart-wit foto
pt_br: A imagem é uma fotocópia em preto e branco
pt_pt: A imagem é uma fotocópia a preto e branco
ro: Imaginea este o copie alb-negru
sr_cyrl: Слика је црно-бела фотокопија
sr_latn: Slika je crno-bela fotokopija
th: รูปภาพเป็นสำเนาสีขาวดำ
uk: Зображення є чорно-білою фотокопією
zu: Isithombe siyikhophi engenawo umbala

# jumio_error_instant_feedback_color_photocopy_title
source: The image appears to be a color photocopy
af: Die beeld is blykbaar ’n kleurfotokopie
ar: يبدو أن الصورة عبارة عن نسخة ملونة
bg: Изображението изглежда е цветно фотокопие
da: Billedet ser ud til at være et farvefoto
de: Bei dem Bild scheint es sich um eine Farbfotokopie zu handeln
el: Η εικόνα φαίνεται να είναι έγχρωμο φωτοαντίιγραφο
es: La imagen parece ser una fotocopia en color
fi: Kuva näyttää olevan värillinen valokopio
fr: L'image semble être une photocopie en couleur
hi: छवि एक रंगीन फोटोकॉपी प्रतीत होती है
hr: Čini se da je slika fotokopija u boji
hu: A kép színes fénymásolatnak tűnik
ja: 画像はカラーコピーと思われます
km: រូបភាពហាក់ដូចជារូបថតចម្លងពណ៌
lt: Panašu, kad tai spalvota fotokopija
lv: Šķiet, ka attēls ir krāsaina fotokopija
mt: L-immaġni tidher li hija fotokopja bil-kulur
my: ဓာတ်က ကာလာဓာတ်ပုံမိတ္တူ ဖြစ်ပုံရသည်
nl: De afbeelding lijkt een kleurenkopie te zijn
pt_br: A imagem parece ser uma fotocópia colorida
pt_pt: A imagem parece ser uma fotocópia a cores
ro: Imaginea pare să fie o copie color
sr_cyrl: Изгледа да је слика фотокопија у боји
sr_latn: Izgleda da je slika fotokopija u boji
th: รูปภาพดูเหมือนจะเป็นสำเนาสี
uk: Зображення схоже на кольорову фотокопію
zu: Isithombe sibonakala siyikhophi enombala

# jumio_error_instant_feedback_damaged_doc_tip_different_doc
source: Please try again with a different document
af: Probeer asseblief weer met ’n ander dokument
ar: يُرجى المحاولة مرة أخرى باستخدام مستند مختلف
bg: Моля, опитайте отново с друг документ
da: Prøv igen med et andet dokument
de: Bitte versuchen Sie es noch einmal mit einem anderen Dokument
el: Δοκιμάστε ξανά με διαφορετικό έγγραφο
es: Inténtelo de nuevo con un documento diferente
fi: Yritä uudelleen toisella asiakirjalla
fr: Veuillez réessayer avec une autre pièce d'identité
hi: कृपया किसी अन्य दस्तावेज़ के साथ पुनः प्रयास करें
hr: Pokušajte ponovno s drugim dokumentom
hu: Kérjük, próbálkozzon újra egy másik dokumentummal.
ja: 別のドキュメントでもう一度やり直してください
km: សូមព្យាយាមម្តងទៀតជាមួយនឹងឯកសារផ្សេង
lt: Bandykite pateikti kitą dokumentą
lv: Mēģiniet vēlreiz ar citu dokumentu
mt: Jekk jogħġbok erġa' pprova b'dokument differenti
my: အခြားစာရွက်စာတမ်းဖြင့် ထပ်မံကြိုးစားပါ
nl: Probeer het opnieuw met een ander document
pt_br: Tente novamente com um documento diferente
pt_pt: Tente novamente com um documento diferente
ro: Vă rugăm să încercați din nou cu un alt document
sr_cyrl: Покушајте поново са другим документом
sr_latn: Pokušajte ponovo sa drugim dokumentom
th: โปรดลองอีกครั้งกับเอกสารอื่น
uk: Будь ласка, повторіть спробу з іншим документом
zu: Sicela uphinde uzame ngedokhumenti ehlukile

# jumio_error_instant_feedback_damaged_doc_title
source: The document appears to be damaged
af: Die dokument is blykbaar beskadig
ar: يبدو أن المستند تالف
bg: Изглежда, че документът е повреден
da: Dokumentet ser ud til at være beskadiget
de: Das Dokument scheint beschädigt zu sein
el: Το έγγραφο φαίνεται να είναι κατεστραμμένο
es: Parece que el documento está dañado
fi: Vaikuttaa siltä, että asiakirja on vaurioitunut
fr: Le document semble être endommagé
hi: ऐसा लगता है कि दस्तावेज़ क्षतिग्रस्त हो गया है
hr: Čini se da je dokument oštećen
hu: A dokumentum sérültnek tűnik
ja: ドキュメントが破損しているようです
km: ឯកសារហាក់ដូចជាខូច
lt: Panašu, kad dokumentas pažeistas
lv: Šķiet, ka dokuments ir bojāts
mt: Id-dokument jidher li għandu l-ħsara
my: စာရွက်စာတမ်းသည် ပျက်စီးနေပုံရသည်
nl: Het document lijkt te zijn beschadigd
pt_br: O documento parece estar danificado
pt_pt: O documento parece estar danificado
ro: Documentul pare să fie deteriorat
sr_cyrl: Изгледа да је документ оштећен
sr_latn: Izgleda da je dokument oštećen
th: เอกสารดูเหมือนจะเสียหาย
uk: Схоже, що документ пошкоджено
zu: Kubonakala sengathi idokhumenti yonakele

# jumio_error_instant_feedback_digital_copy_tip
source: Capture an image of your original document
af: Lê ’n beeld van u oorspronklike dokument vas
ar: التقط صورة من المستند الأصلي
bg: Заснемете изображение на оригиналния документ
da: Tag et billede af dit originaldokument
de: Machen Sie ein Foto von dem Originaldokument
el: Κάντε λήψη του πρωτότυπου εγγράφου
es: Haga una foto de su documento original
fi: Ota kuva alkuperäisestä asiakirjasta
fr: Capturez l'image de votre pièce d'identité originale
hi: अपने मूल दस्तावेज़ की एक छवि कैप्चर करें
hr: Snimite sliku originalnog dokumenta
hu: Készítsen fényképet az eredeti dokumentumról
ja: ドキュメントの原本の画像をキャプチャします
km: ថតរូបថតនៃឯកសារដើមរបស់អ្នក
lt: Nufotografuokite savo dokumento originalą
lv: Nofotografējiet dokumenta oriģinālu
mt: Ħu ritratt tad-dokument oriġinali tiegħek
my: မူရင်းစာရွက်စာတမ်းကို ဓာတ်ပုံရိုက်ပါ
nl: Een foto van uw originele document maken
pt_br: Capture uma imagem do seu documento original
pt_pt: Capture uma imagem do seu documento original
ro: Faceți o fotografie a documentului dumneavoastră original
sr_cyrl: Снимите слику оригиналног документа
sr_latn: Snimite sliku svog originalnog dokumenta
th: ถ่ายภาพเอกสารตัวจริงของคุณ
uk: Сфотографуйте оригінал документа
zu: Thwebula isithombe sedokhumenti yakho

# jumio_error_instant_feedback_digital_copy_title
source: The image appears to be a photo of an electronic screen
af: Die beeld blyk ’n foto van ’n elektroniese skerm te wees
ar: تبدو الصورة وكأنها صورة لشاشة إلكترونية
bg: Изображението изглежда като снимка на електронен екран
da: Billedet ser ud til at være et foto af en elektronisk skærm
de: Das Bild scheint ein Foto eines elektronischen Bildschirms zu sein
el: Η εικόνα φαίνεται να είναι φωτογραφία ηλεκτρονικής οθόνης
es: La imagen parece ser una foto de una pantalla digital
fi: Kuva näyttää olevan kuva sähköisestä näytöstä
fr: L'image semble être une photo d'un écran électronique
hi: छवि एक इलेक्ट्रॉनिक स्क्रीन की तस्वीर प्रतीत होती है
hr: Čini se da je slika fotografija elektroničkog zaslona
hu: A kép egy elektronikus képernyőről készült fényképnek tűnik.
ja: 画像は電子画面の写真と思われます
km: រូបភាពលេចឡើងជារូបថតនៃអេក្រង់អេឡិចត្រូនិក
lt: Panašu, kad tai elektroninio ekrano nuotrauka
lv: Šķiet, ka attēls ir elektroniska ekrāna fotoattēls
mt: L-immaġni donnha ritratt ta' skrin elettroniku
my: ဓာတ်ပုံသည် အီလက်ထရောနစ်စခရင်၏ ဓာတ်ပုံဖြစ်ပုံရသည်
nl: De afbeelding lijkt een foto te zijn van een elektronisch scherm
pt_br: A imagem parece ser a foto de uma tela eletrônica
pt_pt: A imagem parece ser uma fotografia de um ecrã eletrónico
ro: Imaginea pare să fie o fotografie a unui ecran electronic
sr_cyrl: Чини се да је слика фотографија електронског екрана
sr_latn: Čini se da je slika fotografija elektronskog ekrana
th: ภาพดูเหมือนว่าจะเป็นภาพถ่ายจากหน้าจออิเล็กทรอนิกส์
uk: Зображення схоже на фотографію електронного екрана
zu: Isithombe sibonakala siyisithombe sesikrini somshini wobuchwepheshe

# jumio_error_instant_feedback_generic_tip_genuine_doc
source: Be sure to capture an original document in good lighting conditions
af: Sorg dat ’n oorspronklike dokument in goeie beligting vasgelê word
ar: تأكد من التقاط مستند أصلي في ظروف إضاءة جيدة
bg: Постарайте да заснемете оригинален документ при добро осветление
da: Sørg for at tage et billede af et originaldokument under gode lysforhold
de: Achten Sie darauf, ein Originaldokument bei guten Lichtverhältnissen zu fotografieren.
el: Φροντίστε να αποτυπώσετε ένα πρωτότυπο έγγραφο σε καλές συνθήκες φωτισμού
es: Asegúrese de utilizar un documento original en buenas condiciones de iluminación
fi: Varmista, että alkuperäinen asiakirja kuvataan hyvässä valaistuksessa
fr: Assurez-vous de capturer l'image d'une pièce d'identité originale avec un bon éclairage
hi: अच्छी रोशनी की स्थिति में मूल दस्तावेज़ को कैप्चर करना सुनिश्चित करें
hr: Pobrinite se da originalni dokument snimite u uvjetima dobrog osvjetljenja
hu: Ügyeljen arra, hogy jó fényviszonyok mellett készítsen fényképet az eredeti dokumentumról
ja: ドキュメントの原本は明るい場所でキャプチャするようにしてください
km: ត្រូវប្រាកដថាចាប់ផ្តិតយកឯកសារដើមនៅក្នុងលក្ខខណ្ឌពន្លឺល្អ
lt: Įsitikinkite, kad fotografuojamas dokumento originalas yra gerai apšviestas
lv: Fotgrafējiet dokumenta oriģinālu labā apgaismojumā
mt: Kun żgur li tieħu ritratt ta' dokument oriġinali f'kundizzjonijiet tad-dawl tajbin
my: အလင်းရောင်ကောင်းကောင်းရသော အခြေအနေများတွင် မူရင်းစာရွက်စာတမ်းကို ရိုက်ကူးပါ
nl: Zorg ervoor dat u een foto maakt van een origineel document met goede lichtomstandigheden
pt_br: Certifique-se de capturar um documento original em boas condições de iluminação
pt_pt: Certifique-se de que capta um documento original em boas condições de iluminação
ro: Asigurați-vă că veți captura un document original în condiții optime de luminozitate
sr_cyrl: Обавезно снимите оригинални документ у условима доброг осветљења
sr_latn: Obavezno snimite originalni dokument u uslovima dobrog osvetljenja
th: ดูให้แน่ใจว่าถ่ายภาพเอกสารตัวจริงในสภาพแสงที่ดี
uk: Обов'язково зніміть оригінал документа за хороших умов освітлення
zu: Qiniseka ukuthi uthwebula isithombe sedokhumenti endaweni ekhanya kahle

# jumio_error_instant_feedback_generic_title
source: The document cannot be further processed for verification
af: Die dokument kan nie verder vir verifikasie verwerk word nie
ar: لا يمكن معالجة المستند لإجراء مزيد من التحقق
bg: Документът не може да бъде обработен по-нататък за удостоверяването
da: Dokumentet kan ikke viderebehandles med henblik på verifikation
de: Das Dokument kann für die Verifizierung nicht weiter verarbeitet werden
el: Δεν είναι δυνατή η περαιτέρω επεξεργασία του εγγράφου για επαλήθευση
es: No es posible procesar el documento para la verificación
fi: Asiakirjaa ei voida käsitellä enempää vahvistamista varten
fr: Il est impossible de procéder au traitement de la pièce d'identité pour la vérification
hi: दस्तावेज़ को सत्यापन के लिए आगे संसाधित नहीं किया जा सकता है
hr: Dokument se ne može dalje obraditi za potrebe provjere
hu: A dokumentumot nem lehet feldolgozni az ellenőrzéshez
ja: 認証用にドキュメントをあとから処理することはできません
km: ឯកសារមិនអាចដំណើរការបន្ថែមទៀតសម្រាប់ផ្ទៀងផ្ទាត់បានទេ
lt: Negalima naudoti dokumento tolesniam patvirtinimui
lv: Dokumentu nevar apstrādāt pārbaudes nolūkos
mt: Id-dokument ma jistax jiġi pproċessat aktar għall-verifika
my: အတည်ပြုရန် စာရွက်စာတမ်းကို ထပ်မံစီမံဆောင်ရွက်၍မရပါ
nl: Het document kan niet verder worden gebruikt voor verificatie
pt_br: O documento não pode ser posteriormente processado para verificação
pt_pt: O documento não pode ser posteriormente processado para verificação
ro: Documentul nu poate fi procesat în continuare pentru verificare
sr_cyrl: Документ не може даље да се обрађује ради верификације
sr_latn: Dokument se ne može dalje obraditi radi verifikacije
th: เอกสารไม่สามารถดำเนินการต่อไปเพื่อตรวจสอบได้
uk: Неможливо виконати подальшу обробку документа для перевірки
zu: Idokhumenti alikwazi ukucutshungulwa ngokwengeziwe ukuze kuqinisekiswe

# jumio_error_instant_feedback_glare_tip_glare
source: Avoid reflections and glare
af: Vermy weerkaatsings en skynsels
ar: تجنب الانعكاسات والوهج
bg: Избягвайте отражения и отблясъци
da: Undgå refleksioner og blænding
de: Vermeiden Sie Reflexionen und Blendung
el: Αποφύγετε τις αντανακλάσεις και το έντονο φως
es: Evite los reflejos y el deslumbramiento
fi: Vältä heijastuksia ja häikäisyä
fr: Évitez les reflets et la lumière éblouissante
hi: प्रतिबिंब और उग्र प्रकाश से बचें
hr: Izbjegavajte refleksije i odsjaj
hu: Kerülje a tükröződést és a csillogást
ja: 反射およびぎらつきがないようにしてください
km: ចៀសវាងចំណាំងផ្លាត និងចាំងពន្លឺ
lt: Venkite atspindžių ar ryškių šviesos spindulių
lv: Izvairieties no atspīdumiem un atspulga
mt: Evita r-riflessjonijiet u d-dawl qawwi
my: အလင်းပြန်ခြင်းနှင့် အလင်းစူးခြင်း မဖြစ်ပါစေနှင့်
nl: Vermijd reflecties en verblinding
pt_br: Evite reflexos e brilho
pt_pt: Evitar reflexos e ofuscamento
ro: Evitați reflexiile și lumina puternică
sr_cyrl: Избегавајте рефлексије и одсјај
sr_latn: Izbegavajte refleksije i odsjaj
th: หลีกเลี่ยงการสะท้อนและแสงจ้า
uk: Уникайте відбиття та відблисків
zu: Gwema izithombe izibonisa okungemuva kanye nokukhanya okuxhophayo

# jumio_error_instant_feedback_glare_tip_lighting
source: Avoid capturing pictures in the dark
af: Moenie foto's in die donker neem nie
ar: تجنب التقاط الصور في الظلام
bg: Избягвайте да правите снимки на тъмно
da: Undgå at tage billeder i mørke
de: Machen Sie keine Fotos im Dunkeln
el: Αποφύγετε τη λήψη φωτογραφιών στο σκοτάδι
es: Evite tomar fotos en la oscuridad
fi: Älä ota kuvia hämärässä
fr: Ne prenez pas de photos dans l'obscurité
hi: अंधेरे में तस्वीरें न लें
hr: Izbjegavajte snimanje slika u mraku
hu: Ne a sötétben fényképezzen
ja: 暗いところで写真をキャプチャするのは避けてください
km: ជៀសវាងការចាប់ផ្តិតយករូបភាពនៅក្នុងទីងងឹត
lt: Stenkitės nefotografuoti tamsoje
lv: Neuzņemiet attēlus tumsā
mt: Evita li tiġbed ritratti fid-dlam
my: အမှောင်ထဲတွင် ဓာတ်ပုံမရိုက်ပါနှင့်
nl: Maak geen foto in het donker
pt_br: Evite tirar fotos no escuro
pt_pt: Evite tirar fotos no escuro
ro: Evitați să faceți fotografii pe întuneric
sr_cyrl: Избегавајте снимање слика у мраку
sr_latn: Izbegavajte snimanje slika u mraku
th: อย่าถ่ายภาพในที่มืด
uk: Уникайте знімання в темряві
zu: Gwema ukuthwebula isithombe endaweni emnyama

# jumio_error_instant_feedback_glare_title
source: The image has reflections
af: Die beeld het weerkaatsings
ar: الصورة بها انعكاسات
bg: Изображението има отражения
da: Der er spejlinger i billedet
de: Auf dem Bild sind Spiegelungen
el: Η εικόνα έχει αντανακλάσεις
es: La imagen tiene reflejos
fi: Kuvassa on heijastumia
fr: L'image a des reflets
hi: छवि में प्रतिबिंब हैं
hr: Slika ima odsjaj
hu: A kép tükröződik
ja: 画像は反射しています
km: រូបភាពមានស្រមោល
lt: Nuotraukoje yra atspindžių
lv: Attēlā ir atspīdumi
mt: L-immaġni għandha r-riflessjonijiet
my: ဓာတ်ပုံက အလင်းပြန်နေသည်
nl: De afbeelding heeft reflecties
pt_br: A imagem tem reflexos
pt_pt: A imagem tem reflexos
ro: Imaginea are reflexii
sr_cyrl: Слика има рефлексије
sr_latn: Slika ima refleksije
th: ภาพมีแสงสะท้อน
uk: На зображенні є відблиски
zu: Kunezinto eziseceleni ezibonakala esithombeni

# jumio_error_instant_feedback_missing_back_tip_back_side_doc
source: Capture an image of the back side of your document
af: Lê ’n beeld van die agterkant van u dokument vas
ar: التقط صورة للجانب الخلفي من المستند
bg: Заснемете изображение на задната страна на вашия документ
da: Tag et billede af bagsiden af dokumentet
de: Machen Sie ein Foto von der Rückseite Ihres Dokuments
el: Κάντε λήψη του πίσω μέρους του εγγράφου
es: Haga una foto de la parte trasera de su documento
fi: Ota kuva asiakirjan kääntöpuolesta
fr: Capturez le verso de votre pièce d'identité
hi: अपने दस्तावेज़ के पीछे की ओर की एक छवि कैप्चर करें
hr: Snimite sliku poleđine dokumenta
hu: Készítsen egy fényképet a dokumentum hátoldaláról
ja: ドキュメントの裏面の画像をキャプチャします
km: ថតរូបភាពនៅផ្នែកខាងក្រោយនៃឯកសាររបស់អ្នក
lt: Nufotografuokite galinę dokumento pusę
lv: Nofotografējiet dokumenta aizmuguri
mt: Ħu ritratt tan-naħa ta' wara tad-dokument tiegħek
my: သင့်စာရွက်စာတမ်း၏ နောက်ဘက်ခြမ်းကို ဓာတ်ပုံရိုက်ကူးပါ
nl: Maak een foto van de achterkant van uw document
pt_br: Capture uma imagem do verso do seu documento
pt_pt: Capture uma imagem do verso do seu documento
ro: Fotografiați partea verso a documentului dumneavoastră
sr_cyrl: Снимите слику задње стране документа
sr_latn: Snimite sliku zadnje strane dokumenta
th: ถ่ายภาพด้านหลังของเอกสารของคุณ
uk: Сфотографуйте зворотну сторону документа
zu: Thwebula isithombe sohlangothi olungemuva lwedokhumenti yakho

# jumio_error_instant_feedback_missing_back_title
source: The back side of your document is missing
af: Die agterkant van u dokument ontbreek
ar: الجانب الخلفي من المستند مفقود
bg: Липсва задната страна на документа ви
da: Bagsiden af dokumentet mangler
de: Die Rückseite Ihres Dokuments fehlt
el: Το πίσω μέρος του εγγράφου σας λείπει
es: Falta la parte trasera de su documento
fi: Asiakirjan kääntöpuoli puuttuu
fr: Il manque le verso de votre pièce d'identité
hi: आपके दस्तावेज़ का पिछला भाग अनुपलब्ध है
hr: Nedostaje poleđina dokumenta
hu: A dokumentum hátoldala hiányzik
ja: ドキュメントの裏面がありません
km: ផ្នែកខាងក្រោយនៃឯកសាររបស់អ្នកបាត់
lt: Trūksta galinės jūsų dokumento pusės
lv: Trūkst dokumenta aizmugures
mt: In-naħa ta' wara tad-dokument tiegħek hija nieqsa
my: သင့်စာရွက်စာတမ်း၏ နောက်ခြမ်း လိုနေသည်
nl: De achterkant van uw document ontbreekt
pt_br: A parte de trás do seu documento está faltando
pt_pt: O verso do seu documento está em falta
ro: Partea verso a documentului dumneavoastră lipsește
sr_cyrl: Недостаје задња страна документа
sr_latn: Nedostaje zadnja strana vašeg dokumenta
th: ด้านหลังของเอกสารของคุณขาดหายไป
uk: Зворотна сторона вашого документа відсутня
zu: Uhlangothi olungemuva lwedokhumenti yakho alukho

# jumio_error_instant_feedback_missing_front_tip_front_side_doc
source: Capture an image of the front side of your document
af: Lê ’n beeld van die voorkant van u dokument vas
ar: التقط صورة للجانب الأمامي من المستند
bg: Заснемете изображение на предната страна на вашия документ
da: Tag et billede af forsiden af dokumentet
de: Machen Sie ein Foto von der Vorderseite Ihres Dokuments
el: Κάντε λήψη του μπροστινού μέρους του εγγράφου σας
es: Haga una foto de la parte delantera de su documento
fi: Ota kuva asiakirjan etupuolesta
fr: Capturez le recto de votre pièce d'identité
hi: अपने दस्तावेज़ के सामने की ओर की एक छवि कैप्चर करें
hr: Snimite sliku prednje strane dokumenta
hu: Készítsen egy fényképet a dokumentum elülső oldaláról
ja: ドキュメントの表面の画像をキャプチャします
km: ចាប់ផ្តិតយករូបភាពនៅផ្នែកខាងមុខនៃឯកសាររបស់អ្នក
lt: Nufotografuokite priekinę dokumento pusę
lv: Nofotografējiet dokumenta priekšpusi
mt: Ħu ritratt tan-naħa ta' quddiem tad-dokument tiegħek
my: သင့်စာရွက်စာတမ်း၏ ‌ရှေ့ခြမ်းကို ဓာတ်ပုံ ရိုက်ကူးပါ
nl: Maak een foto van de voorkant van uw document
pt_br: Capture uma imagem da parte da frente do seu documento
pt_pt: Capture uma imagem da parte da frente do seu documento
ro: Fotografiați partea din față a documentului dumneavoastră
sr_cyrl: Снимите слику предње стране документа
sr_latn: Snimite sliku prednje strane dokumenta
th: ถ่ายภาพด้านหน้าของเอกสารของคุณ
uk: Сфотографуйте лицеву сторону документа
zu: Thwebula isithombe sohlangothi olungaphambili lwedokhumenti yakho

# jumio_error_instant_feedback_missing_front_title
source: The front side of your document is missing
af: Die voorkant van u dokument ontbreek
ar: الجانب الأمامي من المستند مفقود
bg: Липсва предната страна на документа ви
da: Forsiden af dokumentet mangler
de: Die Vorderseite Ihres Dokuments fehlt
el: Το μπροστινό μέρος του εγγράφου σας λείπει
es: Falta la parte delantera de su documento
fi: Asiakirjan etupuoli puuttuu
fr: Il manque le recto de votre pièce d'identité
hi: आपके दस्तावेज़ का अगला भाग अनुपलब्ध है
hr: Nedostaje prednja strana dokumenta
hu: A dokumentum elülső oldala hiányzik
ja: ドキュメントの表面がありません
km: បាត់ផ្នែកខាងមុខនៃឯកសាររបស់អ្នក
lt: Trūksta priekinės jūsų dokumento pusės
lv: Trūkst dokumenta priekšpuses
mt: In-naħa ta' quddiem tad-dokument tiegħek hija nieqsa
my: သင့်စာရွက်စာတမ်း၏ ရှေ့ခြမ်း လိုနေသည်
nl: De voorkant van uw document ontbreekt
pt_br: A parte da frente do seu documento está faltando
pt_pt: A parte da frente do seu documento está em falta
ro: Partea din față a documentului dumneavoastră lipsește
sr_cyrl: Недостаје предња страна документа
sr_latn: Nedostaje prednja strana vašeg dokumenta
th: ด้านหน้าของเอกสารของคุณขาดหายไป
uk: Лицева сторона вашого документа відсутня
zu: Uhlangothi olungaphambili lwedokhumenti yakho alukho
