Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_error_instant_feedback_missing_part_doc_title
source: The image of your document does not show the details required for verification
af: Die beeld van u dokument wys nie die besonderhede wat vir verifiëring nodig is nie
ar: لا تُظهر صورة مستندك التفاصيل المطلوبة للتحقق
bg: Изображението на вашия документ не показва изискваните данни за удостоверяване
da: Billedet i dokumentet viser ikke de detaljer, der er nødvendige til verifikation
de: Das Bild Ihres Dokuments zeigt nicht die für die Verifizierung erforderlichen Informationen an
el: Η εικόνα του εγγράφου σας δεν εμφανίζει τις λεπτομέρειες της ταυτότητάς σας που απαιτούνται για επαλήθευση
es: La imagen de su documento no muestra los detalles necesarios para la verificación
fi: Asiakirjan kuvassa ei näy kaikkia vahvistamiseen vaadittavia tietoja
fr: L'image de votre pièce d'identité ne contient pas les détails requis pour la vérification
hi: आपके दस्तावेज़ की तस्वीर सत्यापन के लिए आवश्यक विवरण नहीं दिखाती है
hr: Slika vašeg dokumenta ne prikazuje pojedinosti potrebne za provjeru
hu: A dokumentumban lévő fényképen nem látszanak az ellenőrzéshez szükséges adatok
ja: ドキュメントの画像には、認証に必要な詳細情報が表示されていません
km: រូបភាពនៃឯកសាររបស់អ្នកមិនបង្ហាញព័ត៌មានលម្អិតដែលត្រូវការសម្រាប់ការផ្ទៀងផ្ទាត់ទេ
lt: Jūsų dokumento nuotraukoje nesimato patvirtinimui reikalingų duomenų
lv: Jūsu dokumenta attēlā nav redzama pārbaudei nepieciešamā informācija
mt: L-immaġni tad-dokument tiegħek ma turix id-dettalji meħtieġa għall-verifika
my: သင့်စာရွက်စာတမ်းဓာတ်ပုံတွင် အတည်ပြုရန်လိုအပ်သော အသေးစိတ်အချက်အလက်များကို မပြပါ
nl: De afbeelding van uw document bevat niet de details die nodig zijn voor verificatie
pt_br: A imagem do seu documento não mostra os detalhes necessários para a verificação
pt_pt: A imagem do seu documento não mostra os detalhes necessários para a verificação
ro: Imaginea transmisă nu prezintă datele documentului dvs. care sunt necesare pentru verificare.
sr_cyrl: Слика вашег документа не приказује детаље потребне за верификацију
sr_latn: Slika vašeg dokumenta ne prikazuje detalje potrebne za verifikaciju
th: ภาพของเอกสารของคุณไม่แสดงรายละเอียดที่จำเป็นสำหรับการตรวจสอบ
uk: На зображенні вашого документа немає деталей, необхідних для перевірки
zu: Isithombe sedokhumenti lakho asibonisi imininingwane edingekayo ukuze kuqinisekiswe

# jumio_error_instant_feedback_no_doc_tip_gov_id
source: Use a valid government-issued document
af: Gebruik ’n geldige ID wat deur die regering uitgereik is
ar: استخدم مستند هوية صالح صادر عن الحكومة
bg: Използвайте валиден документ за самоличност, издаден от държавна институция
da: Brug gyldig legitimation
de: Verwenden Sie einen gültigen, amtlichen Ausweis
el: Χρησιμοποιήστε μια έγκυρη ταυτότητα από κρατική αρχή έκδοσης
es: Utilice una identificación con fotografía válida emitida por el gobierno
fi: Käytä voimassa olevaa virallista henkilöllisyystodistusta
fr: Utilisez une pièce d'identité valide d'élivrée par le gouvernement
hi: सरकार द्वारा जारी वैध आईडी का उपयोग करें
hr: Koristite zakonski izdan identifikacijski dokument
hu: Használjon kormány által kiadott érvényes igazolványt
ja: 政府発行の有効な身分証明書を使用してください
km: ប្រើអត្តសញ្ញាណប័ណ្ណមានសុពលភាពដែលចេញដោយរដ្ឋ
lt: Fotografuokite galiojantį asmens dokumentą
lv: Izmantojiet derīgu valsts izdotu personu apliecinošu dokumentu
mt: Uża ID valida maħruġa mill-gvern
my: အစိုးရကထုတ်ပေးသော တရားဝင် စာရွက်စာတမ်းကို သုံးပါ
nl: Gebruik een geldig door de overheid uitgegeven identiteitsbewijs
pt_br: Use um documento válido emitido pelo governo
pt_pt: Usar uma identificação válida emitida pelo governo
ro: Utilizați un act de identitate valabil emis de autorități
sr_cyrl: Користите важећи званични документ
sr_latn: Koristite važeći zvanični dokument
th: ใช้เอกสารประจำตัวที่ออกโดยรัฐบาลอย่างถูกต้อง
uk: Використовуйте дійсний документ, виданий державним органом
zu: Sebenzisa umazisi osemthethweni okhishwa uhulumeni

# jumio_error_instant_feedback_no_doc_tip_hand
source: Do not cover the document with your hand
af: Moenie die ID met u hand toemaak nie
ar: لا تغطي مستند الهوية بيدك
bg: Не покривайте документа за самоличност с ръка
da: Dæk ikke dit ID med hånden
de: Decken Sie den Ausweis nicht mit Ihrer Hand ab
el: Μην καλύπτετε την ταυτότητα με το χέρι σας
es: No cubra la identificación con la mano
fi: Älä peitä henkilötodistusta kädelläsi
fr: Ne couvrez pas la pièce d'identité avec votre main
hi: आईडी को हाथ से न ढकें
hr: Ne pokrivajte osobnu iskaznicu rukom
hu: Ne takarja el az igazolványt a kezével
ja: 身分証明書を手で覆わないでください
km: កុំយកដៃបាំងអត្តសញ្ញាណប័ណ្ណរបស់អ្នក
lt: Neuždenkite asmens dokumento ranka
lv: Neaizklājiet personu apliecinošu dokumentu ar roku
mt: Tgħattix l-ID b'idek
my: စာရွက်စာတမ်းကို သင့်လက်ဖြင့် ဖုံးကွယ်မထားပါနှင့်
nl: Bedek het identiteitsbewijs niet met uw hand
pt_br: Não cubra o documento com a mão
pt_pt: Não cubra a identificação com a sua mão
ro: Nu acoperiți actul de identitate cu mâna
sr_cyrl: Не покривајте документ руком
sr_latn: Ne pokrivajte dokument rukom
th: อย่าใช้มือปิดเอกสารประจำตัวของคุณ
uk: Не закривайте документ рукою
zu: Ungawuvali umazisi wakho ngesandla

# jumio_error_instant_feedback_no_doc_tip_whole_document
source: Make sure to capture the whole document
af: Sorg dat die hele dokument vasgelê word
ar: تأكد من التقاط المستند بأكمله
bg: Снимката трябва да обхваща целия документ
da: Sørg for, at hele dokumentet er med på billedet
de: Stellen Sie sicher, dass Sie das gesamte Dokument erfassen
el: Φροντίστε να αποτυπώσετε ολόκληρο το έγγραφο
es: Asegúrese de capturar todo el documento
fi: Varmista, että asiakirja näkyy kokonaisuudessaan
fr: Assurez-vous de prendre l'intégralité du document
hi: पूरे दस्तावेज़ को कैप्चर करना सुनिश्चित करें
hu: Ügyeljen arra, hogy a teljes dokumentumot rögzítse
ja: ドキュメント全体がキャプチャされていることを確認してください
km: ត្រូវប្រាកដថាថតឯកសារទាំងមូល
lt: Nufotografuokite visą dokumentą
lv: Pārliecinieties, ka nofotogrāfēts viss dokuments
mt: Aċċerta li tieħu ritratt tad-dokument kollu
my: စာရွက်စာတမ်းတစ်ခုလုံးကို ရိုက်ကူးမိကြောင်း သေချာပါစေ
nl: Zorg ervoor dat u het hele document vastlegt
pt_br: Certifique-se de capturar todo o documento
pt_pt: Certifique-se de que capta o documento completo
ro: Asigurați-vă că ați capturat întregul document
sr_cyrl: Обавезно снимите цео документ
sr_latn: Obavezno snimite ceo dokument
th: ดูให้แน่ใจว่าถ่ายภาพเอกสารทั้งฉบับ
uk: Переконайтеся, що ви захопили весь документ
zu: Qiniseka ukuthi uthwebula isithombe sayo yonke incwadi

# jumio_error_instant_feedback_no_doc_title
source: The image is not a valid form of identification
af: Die beeld is nie ’n geldige vorm van identifikasie nie
ar: لا تقدم الصورة نموذجًا صالحًا لتحديد الهوية
bg: Изображението не е валидна форма на идентификация
da: Billedet er ikke en gyldig form for identifikation
de: Das Bild ist keine gültige Identifizierung
el: Η εικόνα δεν έχει έγκυρη μορφή εγγράφου ταυτοποίησης.
es: La imagen no es una forma de identificación válida
fi: Kuva ei ole kelvollinen tunnistamiseen
fr: L'image n'est pas une pièce d'identité valide
hi: छवि पहचान का एक वैध रूप नहीं है
hr: Slika nije valjan oblik identifikacije
hu: A kép nem érvényes azonosító
ja: 画像は有効な身分証明書ではありません
km: រូបភាពមិនមែនជាទម្រង់អត្តសញ្ញាណត្រឹមត្រូវទេ
lt: Nuotrauka netinkama atpažinimui
lv: Attēlā nav redzams derīgs personu apliecinošs dokuments
mt: L-immaġni mhijiex forma ta' identifikazzjoni valida
my: ဓာတ်ပုံသည် မှန်ကန်သော အထောက်အထားပုံစံ မဟုတ်ပါ
nl: De afbeelding is een ongeldig identiteitsbewijs.
pt_br: A imagem não é uma forma válida de identidade
pt_pt: A imagem não é uma forma válida de identificação
ro: Imaginea nu este o formă validă de identificare
sr_cyrl: Слика није важећи облик идентификације
sr_latn: Slika nije važeći oblik identifikacije
th: รูปภาพไม่ใช่เอกสารประจำตัวที่ถูกต้อง
uk: Зображення не є дійсною формою ідентифікації
zu: Isithombe asilona uhlobo oluvumelekile lukamazisi

# jumio_error_instant_feedback_not_readable_title
source: The image quality is not good enough to be verified
af: Die beeldgehalte is te swak om dit te verifieer
ar: جودة الصورة ليست جيدة بما يكفي ليتم التحقق منها
bg: Качеството на изображението не е достатъчно добро
da: Billedkvaliteten er ikke god nok til at blive kontrolleret
de: Die Bildqualität ist nicht gut genug, um überprüft zu werden
el: Η ποιότητα της εικόνας δεν είναι αρκετά καλή για επαλήθευση
es: La calidad de la imagen no es lo suficientemente buena para ser verificada
fi: Kuvanlaatu ei ole riittävän hyvä vahvistamista varten
fr: La qualité d'image n'est pas assez bonne pour être vérifiée.
hi: छवि गुणवत्ता सत्यापित होने के लिए काफी नहीं है
hr: Kvaliteta slike nije dovoljno dobra za provjeru
hu: A képminőség nem elég jó az ellenőrzéshez
ja: 画質が十分でないため認証できません
km: គុណភាពរូបភាពមិនសូវល្អសម្រាប់ផ្ទៀងផ្ទាត់ទេ
lt: Nuotraukos kokybė netinkama, todėl neįmanoma patvirtinti
lv: Attēlam ir pārāk zema kvalitāte, lai to pārbaudītu
mt: Il-kwalità tar-ritratt mhijiex tajba biżżejjed biex jiġi vverifikat
my: ရုပ်ပုံအရည်အသွေးသည် အတည်ပြုရလောက်အောင် မကောင်းမွန်ပါ
nl: De beeldkwaliteit is niet goed genoeg om te worden geverifieerd
pt_br: A qualidade da imagem não é boa o suficiente para ser verificada
pt_pt: A qualidade da imagem não é suficientemente boa para ser verificada
ro: Calitatea imaginii nu este suficient de bună pentru a fi verificată
sr_cyrl: Квалитет слике није довољно добар да би се потврдило
sr_latn: Kvalitet slike nije dovoljno dobar da bi se potvrdilo
th: คุณภาพของภาพไม่ดีพอที่จะตรวจสอบ
uk: Якість зображення недостатньо хороша для перевірки
zu: Izinga lesithombe alikho lihle ngokwanele ukuthi siqinisekiswe

# jumio_error_instant_feedback_one_image_retaken
source: Image must be retaken
af: Beeld moet weer geneem word
ar: يجب إعادة التقاط الصورة
bg: Изображението трябва да се заснеме отново
da: Billedet skal tages igen
de: Bild muss erneut aufgenommen werden
el: Απαιτείται επανάληψη λήψης της εικόνας
es: La imagen se debe volver a tomar
fi: Ota kuva uudelleen
fr: L'image doit être reprise
hi: इमेज को फिर से लेना आवश्यक हैं
hr: Morate ponovno snimiti sliku
hu: A kép készítését meg kell ismételni
ja: 画像は撮り直す必要があります
km: រូបភាពត្រូវតែថតម្ដងទៀត
lt: Nuotrauką būtina pakartoti
lv: Fotoattēls jāuzņem vēlreiz
mt: Ir-ritratt għandu bżonn jittieħed mill-ġdid
my: ဓာတ်ပုံများကို ပြန်ရိုက်ရမည်
nl: Foto moet opnieuw worden genomen
pt_br: A imagem deve ser refeita
pt_pt: A imagem tem de ser captada de novo
ro: O nouă poză a imaginii trebuie făcută
sr_cyrl: Слика мора бити поново фотографисана
sr_latn: Slika mora biti pono fotografisana
th: ต้องถ่ายรูปใหม่
uk: Зображення необхідно перезняти
zu: Isithombe kumelwe sithathwe kabusha

# jumio_error_instant_feedback_supported_document_button
source: List of supported documents
af: Lys van ondersteunde dokumente
ar: قائمة الوثائق المدعومة
bg: Списък на поддържаните документи
da: Liste over understøttede dokumenter
de: Liste der unterstützten Dokumente
el: Λίστα υποστηριζόμενων εγγράφων
es: Lista de documentos admitidos
fi: Luettelo tuetuista asiakirjoista
fr: Liste des documents pris en charge
hi: समर्थित दस्तावेज़ों की सूची
hr: Popis podržanih dokumenata
hu: A támogatott dokumentumok listája
ja: サポートされるドキュメントのリスト
km: បញ្ជីឯកសារដែលបានគាំទ្រ
lt: Palaikomų dokumentų sąrašas
lv: Atbalstīto dokumentu saraksts
mt: Lista ta' dokumenti appoġġati
my: ပံ့ပိုးသော စာရွက်စာတမ်းများ စာရင်း
nl: Lijst met ondersteunde documenten
pt_br: Lista de documentos suportados
pt_pt: Lista de documentos suportados
ro: Lista documentelor susținute
sr_cyrl: Списак подржаних докумената
sr_latn: Lista podržanih dokumenata
th: รายการเอกสารที่รองรับ
uk: Список підтримуваних документів
zu: Uhlu lwamadokhumenti asekelwayo

# jumio_error_instant_feedback_unsupported_document_title
source: The document is not supported
af: Die vasgelê dokument word nie ondersteun nie
ar: الوثيقة الملتقطة غير مدعومة
bg: Заснетият документ не се поддържа
da: Det optagne dokument understøttes ikke
de: Das erfasste Dokument wird nicht unterstützt
el: Το έγγραφο που καταγράφηκε δεν υποστηρίζεται
es: El documento no es compatible
fi: Kaapattua asiakirjaa ei tueta
fr: Le document capturé n'est pas pris en charge
hi: कैप्चर किया गया दस्तावेज़ समर्थित नहीं है
hr: Snimljeni dokument nije podržan
hu: A dokumentum nem támogatott
ja: キャプチャされたドキュメントはサポートされていません
km: ឯកសារ ដែល បាន ចាប់ យក មិន ត្រូវ បាន គាំទ្រ ឡើយ
lt: Dokumentas nepalaikomas
lv: Dokuments netiek atbalstīts
mt: Id-dokument ma jinxtegħax
my: ရိုက်ကူးထားသောစာရွက်စာတမ်းကို မပံ့ပိုးပါ
nl: Het vastgelegde document wordt niet ondersteund
pt_br: O documento não é compatível
pt_pt: O documento não é compatível
ro: Documentul nu este suportat
sr_cyrl: Документ није подржан
sr_latn: Dokument nije podržan
th: เอกสารไม่ได้รับการสนับสนุน
uk: Документ не підтримується
zu: I dokhumenti ayixhaswa

# jumio_error_network_problems
source: We have encountered a network communication problem
af: Daar was 'n netwerkkommunikasieprobleem
ar: واجهنا مشكلة في الاتصال بالشبكة
bg: Възникна проблем с мрежовата комуникация
da: Der er opstået et problem med netværksforbindelsen
de: Es ist ein Verbindungsproblem aufgetreten
el: Αντιμετωπίσαμε πρόβλημα επικοινωνίας δικτύου
es: Hemos detectado un problema de comunicación de red
fi: Verkkoyhteyden toiminnassa on jokin ongelma
fr: Nous avons rencontré un problème de communication avec le réseau
hi: हमें एक नेटवर्क संचार समस्या का सामना करना पड़ा है
hr: Naišli smo na problem u mrežnoj komunikaciji
hu: Hálózati kommunikációs problémába ütköztünk
ja: ネットワーク通信の問題が発生しました
km: យើងបានជួបបញ្ហាទំនាក់ទំនងបណ្តាញ
lt: Aptikta ryšio problema
lv: Esam saskārušies ar tīkla komunikācijas problēmu
mt: Iltqajna ma' problema fil-komunikazzjoni tan-netwerk
my: ကွန်ရက်ဆက်သွယ်ရေးပြဿနာနှင့် တွေ့ကြုံခဲ့သည်
nl: We zijn gestuit op een netwerk communicatieprobleem
pt_br: Encontramos um problema de comunicação de rede
pt_pt: Encontrámos um problema de comunicação de rede
ro: Am întâmpinat o problemă la comunicare în rețea
sr_cyrl: Наишли смо на проблем мрежне комуникације
sr_latn: Naišli smo na problem mrežne komunikacije
th: เราพบปัญหาการสื่อสารเครือข่าย
uk: Ми зіткнулися з проблемою мережевого зв'язку
zu: Sithole inkinga yokuxhumana kwenethiwekhi

# jumio_error_no_camera_connection
source: Camera access disabled
af: Toegang tot kamera is gedeaktiveer
ar: تم تعطيل الوصول إلى الكاميرا
bg: Достъпът до камерата е деактивиран
da: Kameraadgang deaktiveret
de: Kamerazugriff ist deaktiviert
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη
es: Acceso a la cámara inactivo
fi: Kamera on poistettu käytöstä
fr: Accès à la caméra désactivé
hi: कैमरा एक्सेस अक्षम किया गया है
hr: Pristup kameri onemogućen
hu: A kamera hozzáférése letiltva
ja: カメラへのアクセスが無効になっています
km: ការចូលប្រើកាមេរ៉ាត្រូវបានបិទ
lt: Prieiga prie fotoaparato išjungta
lv: Piekļuve kamerai ir atspējota
mt: L-aċċess għall-kamera huwa ddiżattivat
my: ကင်မရာ ဝင်သုံးခွင့်ကို ပိတ်ထားသည်
nl: Cameratoegang ontgrendeld
pt_br: Acesso à câmera desativado
pt_pt: O acesso à câmara está desativado
ro: Accesul la cameră dezactivat
sr_cyrl: Приступ камери онемогућен
sr_latn: Pristup kameri onemogućen
th: การเข้าถึงกล้องถูกปิดใช้งาน
uk: Доступ до камери деактивовано
zu: Ukusebenzisa ikhamera kuvaliwe

# jumio_error_ocr_failed
source: Scanning not available at this time, please contact the support team
af: Skandering is tans nie beskikbaar nie; kontak asseblief die bystandspan
fi: Skannaus ei ole tällä hetkellä käytettävissä. Ota yhteyttä tukeen
ja: スキャンは現在利用できません。サポートチームにお問い合わせください
km: ការស្កេនមិនមាននៅពេលនេះទេ សូមទាក់ទងក្រុមផ្ដល់ជំនួយ
nl: Scannen is momenteel niet beschikbaar, neem contact op met het ondersteuningsteam
sr_cyrl: Скенирање тренутно није доступно, обратите се тиму за подршку
uk: Сканування наразі недоступне, зверніться до служби підтримки

# jumio_error_session_expired
source: Session Expired
af: Sessie het verstryk
ar: انتهت صلاحية الجلسة
bg: Сесията е изтекла
da: Sessionen er udløbet
de: Sitzung abgelaufen
el: Η περίοδος λειτουργίας έληξε
es: La sesión ha caducado
fi: Istunto vanhentunut
fr: Session expirée
hi: सत्र समाप्त हो गया है
hr: Sesija je istekla
hu: A munkamenet lejárt
ja: セッションの有効期限が切れました
km: រយៈពេលបានផុតកំណត់
lt: Seanso laikas baigėsi
lv: Sesija beigusies
mt: Is-sessjoni Skadiet
my: ဆက်ရှင် အချိန်ကုန်သွားပါပြီ
nl: Sessie verlopen
pt_br: Sessão expirada
pt_pt: Sessão expirada
ro: Sesiunea a expirat
sr_cyrl: Сесија је истекла
sr_latn: Sesija je istekla
th: เซสชันหมดอายุ
uk: Сеанс закінчився
zu: Isikhathi Siphelile

# jumio_error_wrong_token
source: Scanning not available at this time, please contact the support team
af: Skandering is tans nie beskikbaar nie; kontak asseblief die bystandspan
da: Scanning er ikke tilgængelig på dette tidspunkt. Kontakt kundesupport
de: Scannen derzeit nicht verfügbar, bitte kontaktieren Sie das Support-Team
es: La opción de escanear no está disponible en este momento. Póngase en contacto con el equipo de soporte
fi: Skannaus ei ole tällä hetkellä käytettävissä. Ota yhteyttä tukeen
hi: इस समय स्कैनिंग उपलब्ध नहीं है, कृपया सहायता टीम से संपर्क करें
hr: Skeniranje trenutno nije dostupno, obratite se timu za podršku
hu: A beolvasás jelenleg nem érhető el, vegye fel a kapcsolatot a témogatási csapattal
ja: スキャンは現在利用できません。サポートチームにお問い合わせください
km: ការស្កេនមិនមាននៅពេលនេះទេ សូមទាក់ទងក្រុមផ្ដល់ជំនួយ
lt: Šiuo metu skenavimas neprieinamas, susisiekite su pagalbos komanda
mt: Bħalissa ma tistax tiskennja, jekk jogħġbok ikkuntattja lit-tim tal-appoġġ
my: ယခု စကန်ဖတ်၍မရပါ။ ပံ့ပိုးကူညီရေးအဖွဲ့ကို ဆက်သွယ်ပါ
nl: Scannen is momenteel niet beschikbaar, neem contact op met het ondersteuningsteam
pt_br: Escaneamento não disponível no momento, entre em contato com a equipe de suporte
th: ไม่สามารถสแกนได้ในขณะนี้ โปรดติดต่อทีมสนับสนุน
uk: Сканування наразі недоступне, зверніться до служби підтримки
zu: Ukuskena akukho okwamanje, sicela uxhumane nethimba losizo

# jumio_face_help_eyes_closed
source: Keep your eyes open
af: Hou jou oë oop
ar: أبقِ عينيك مفتوحتين
bg: Дръжте очите си отворени
da: Hold øjnene åbne
de: Halten Sie die Augen offen
el: Κρατήστε τα μάτια σας ανοιχτά
es: Mantenga los ojos abiertos
fi: Pidä silmät auki
fr: Gardez les yeux ouverts
hi: अपनी आँखें खुली रखें
hr: Držite oči otvorenima
hu: Tartsa nyitva a szemét
ja: 目を開けた状態を保ってください
km: សូមកុំបិទភ្នែក
lt: Nemirksėkite
lv: Acīm jābūt atvērtām
mt: Żomm għajnejk miftuħin
my: မျက်လုံးများ ဖွင့်ထားပါ
nl: Houd uw ogen open
pt_br: Mantenha seus olhos abertos
pt_pt: Mantenha os olhos abertos
ro: Țineți ochii deschiși
sr_cyrl: Држите очи отворене
sr_latn: Držite oči otvorene
th: ลืมตาไว้
uk: Тримайте очі відкритими
zu: Gcina amehlo akho evuliwe

# jumio_face_help_obscured_face
source: Remove any face coverings
af: Verwyder enige gesigbedekkings
ar: اخلع أي أغطية على الوجه
bg: Премахнете всички предмети, покриващи лицето ви
da: Fjern alt, der dækker ansigtet
de: Entfernen Sie alle Gesichtsbedeckungen
el: Αφαιρέστε οτιδήποτε καλύπτει το πρόσωπό σας
es: Quite cualquier cosa que cubra la cara
fi: Riisu kaikki, mikä peittää kasvot
fr: Retirez tout accessoire du visage
hi: किसी भी प्रकार से ढके चेहरे को हटा दें
hr: Uklonite sve što prekriva lice
hu: Vegye le az arcát takaró tárgyakat
ja: 顔を覆っているものを取り外してください
km: ដោះរបាំងមុខចេញ
lt: Nusiimkite veido apdangalus
lv: Noņemiet visu, kas aizsedz seju
mt: Neħħi kull ħaġa li tgħatti l-wiċċ
my: မျက်နှာဖုံးမှန်သမျှကို ဖယ်ရှားပါ
nl: Verwijder eventuele gezichtsbedekkende voorwerpen
pt_br: Remova qualquer tipo de cobertura facial
pt_pt: Remova quaisquer coberturas do rosto
ro: Scoateți obiectele care vă acoperă fața
sr_cyrl: Уклоните било какве прекриваче лица
sr_latn: Uklonite bilo kakve prekrivače lica
th: นำสิ่งที่บดบังใบหน้าออก
uk: Зніміть будь-яке покриття з обличчя
zu: Susa noma yimi emboze ubuso

# jumio_face_help_sunglasses
source: Remove sunglasses
af: Verwyder sonbril
ar: اخلع النظارة الشمسية
bg: Свалете слънчевите очила
da: Tag solbrillerne af
de: Nehmen Sie Sonnenbrillen ab
el: Βγάλτε τα γυαλιά ηλίου
es: Quítese las gafas de sol
fi: Ota aurinkolasit pois
fr: Retirez vos lunettes
hi: सनग्लास हटा दें
hr: Skinite sunčane naočale
hu: Vegye le a napszemüveget
ja: サングラスを取り外してください
km: ដោះវែនតាចេញ
lt: Nusiimkite akinius nuo saulės
lv: Noņemiet saulesbrilles
mt: Neħħi n-nuċċali tax-xemx
my: မျက်မှန် ချွတ်ပါ
nl: Zet uw zonnebril af
pt_br: Tire os óculos de sol
pt_pt: Remova os óculos de sol
ro: Scoateți-vă ochelarii
sr_cyrl: Скините сунчане наочаре
sr_latn: Skinite sunčane naočare
th: ถอดแว่นกันแดด
uk: Зніміть сонцезахисні окуляри
zu: Susa izibuko

# jumio_face_help_too_bright
source: Move somewhere darker
af: Skuif iewers heen waar dit donkerder is
ar: انتقل إلى مكان ذو إضاءة أخفت
bg: Преместете се на по-тъмно място
da: Find et mørkere sted
de: Gehen Sie an einen dunkleren Ort
el: Μετακινηθείτε σε ένα πιο σκοτεινό σημείο
es: Vaya a algún lugar más oscuro
fi: Siirry vähemmän valoisaan paikkaan
fr: Déplacez-vous dans un lieu plus sombre
hi: जहाँ ज्यादा अंधेरा हो ऐसी जगह पर जाएं
hr: Premjestite se na tamnije mjesto
hu: Menjen sötétebb helyre
ja: もっと暗い場所に移動
km: ទៅកន្លែងណាដែលងងឹតជាងនេះ
lt: Pereikite į tamsesnę vietą
lv: Dodieties uz tumšāku vietu
mt: Mur x'imkien fejn hemm iktar dell
my: ပိုမှောင်သော တစ်နေရာရာသို့ ရွှေ့ပါ
nl: Ga naar een donkerdere plek
pt_br: Vá para um lugar com menos luz
pt_pt: Vá para um local mais escuro
ro: Mergeți într-un loc mai întunecat
sr_cyrl: Померите се на тамније место
sr_latn: Pomerite se na tamnije mesto
th: ย้ายไปที่ร่มกว่านี้
uk: Перемістіться в темніше місце
zu: Yiya endaweni emnyama

# jumio_face_help_too_dark
source: Move somewhere brighter
af: Skuif iewers heen waar daar meer lig is
ar: انتقل إلى مكان ذو إضاءة أسطع
bg: Преместете се на по-светло място
da: Find et sted med mere lys
de: Gehen Sie an einen helleren Ort
el: Μετακινηθείτε σε ένα πιο φωτεινό σημείο
es: Vaya a algún lugar más luminoso
fi: Siirry valoisampaan paikkaan
fr: Déplacez-vous dans un lieu plus lumineux
hi: जहाँ ज्यादा रोशनी हो ऐसी जगह पर जाएं
hr: Premjestite se na svjetlije mjesto
hu: Menjen világosabb helyre
ja: もっと明るい場所に移動
km: ទៅកន្លែងណាដែលភ្លឺជាងនេះ
lt: Pereikite į šviesesnę vietą
lv: Dodieties uz labāk apgaismotu vietu
mt: Mur x'imkien fejn hemm iktar dawl
my: အလင်းရောင်ပိုရသော တစ်နေရာရာသို့ ရွှေ့ပါ
nl: Ga naar een lichtere plek
pt_br: Vá para um lugar mais iluminado
pt_pt: Vá para um local mais luminoso
ro: Mergeți într-un loc mai luminos
sr_cyrl: Померите се на светлије место
sr_latn: Pomerite se na svetlije mesto
th: ย้ายไปที่สว่างขึ้น
uk: Перемістіться у світліше місце
zu: Yiya endaweni egqamile

# jumio_face_help_too_much_movement
source: Keep still
af: Hou stil
ar: حافظ على ثباتك
bg: Стойте неподвижно
da: Stå helt stille
de: Halten Sie still
el: Μείνετε ακίνητοι
es: No se mueva
fi: Ole liikkumatta
fr: Restez immobile
hi: हिले नहीं
hr: Budite mirni
hu: Maradjon mozdulatlan
ja: 静止したまま
km: កាន់ឲ្យនឹង
lt: Nejudėkite
lv: Nekustieties
mt: Tiċċaqlaqx
my: ငြိမ်ငြိမ်ထားပါ
nl: Niet bewegen
pt_br: Não se mexa
pt_pt: Fique imóvel
ro: Nu vă mișcați
sr_cyrl: Не померајте се
sr_latn: Ne pomerajte se
th: อยู่นิ่งๆ
uk: Не рухайтесь
zu: Yima unganyakazi
