Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_dv_retry_encrypted
source: Selected PDF file is password protected
af: Geselekteerde PDF-lêer is met ‘n wagwoord beveilig
ar: ملف PDF المحدد محمي بكلمة مرور
bg: Избраният PDF файл е защитен с парола
da: Den valgte PDF-fil er adgangskodebeskyttet
de: Ausgewählte PDF-Datei ist passwortgeschützt
el: Το επιλεγμένο αρχείο PDF προστατεύεται από κωδικό πρόσβασης
es: El archivo PDF seleccionado está protegido con contraseña
fi: Valittu PDF-tiedosto on salasanasuojattu
fr: Le fichier est protégé par mot de passe
hi: चुनी गई PDF फाइल पासवर्ड प्रोटेक्टेड है
hr: Odabrana PDF datoteka je zaštićena lozinkom
hu: A kiválasztott PDF-fájl jelszóval védett
ja: 選択したPDFファイルはパスワードで保護されています
km: ឯកសារ PDF ដែលបានជ្រើសត្រូវបានការពារដោយពាក្យសម្ងាត់
lt: Pasirinktas PDF failas yra apsaugotas slaptažodžiu
lv: Atlasītā PDF datne ir aizsargāta ar paroli
mt: Il-fajl tal-PDF magħżul huwa protett b'password
my: ရွေးချယ်ထားသော PDF ဖိုင်ကို စကားဝှက်ဖြင့် ကာကွယ်ထားသည်
nl: Het geselecteerde PDF-bestand is met een wachtwoord beveiligd
pt_br: O arquivo PDF selecionado é protegido por senha
pt_pt: O ficheiro PDF selecionado está protegido com palavra-passe
ro: Fișierul PDF selectat este protejat prin parolă
sr_cyrl: Изабрана PDF датотека је заштићена лозинком
sr_latn: Izabrana PDF datoteka je zaštićena lozinkom
th: ไฟล์ PDF ที่เลือกมีการป้องกันด้วยรหัสผ่าน
uk: Вибраний PDF-файл захищено паролем
zu: Ifayela le-PDF elikhethiwe livikelwe ngephasiwedi

# jumio_dv_retry_not_readable
source: Selected PDF file cannot be processed
af: Geselekteerde PDF-lêer kan nie verwerk word nie
da: Den valgte PDF-fil kan ikke behandles
de: Ausgewählte PDF-Datei kann nicht verarbeitet werden
es: El archivo PDF seleccionado no se puede procesar
fi: Valittua PDF-tiedostoa ei voida käsitellä
hi: चुनी गई PDF फाइल को संसाधित नहीं किया जा सकता
hr: Odabrana PDF datoteka se ne može obraditi
hu: A kiválasztott PDF-fájl nem dolgozható fel
ja: 選択したPDFファイルを処理できません
km: មិនអាចដំណើរការឯកសារ PDF ដែលជ្រើសបានទេ
lt: Pasirinkto PDF failo apdoroti negalima
mt: Il-fajl tal-PDF magħżul ma jistax jiġi pproċessat
my: ရွေးချယ်ထားသော PDF ဖိုင်ကို စီမံဆောင်ရွက်၍မရပါ
nl: Het geselecteerde PDF-bestand kan niet worden verwerkt
pt_br: O arquivo PDF selecionado não pode ser processado
sr_cyrl: Изабрана PDF датотека не може да се обради
sr_latn: Izabrana PDF datoteka ne može da se obradi
th: ไม่สามารถประมวลผลไฟล์ PDF ที่เลือกได้
uk: Не вдалося обробити вибраний PDF-файл
zu: I-PDF ekhethiwe ayikwazi ukuphroseswa

# jumio_dv_retry_page_limit
source: Maximum PDF page limit exceeded
af: Perk vir maksimum aantal PDF-bladsye oorskry
ar: تم تجاوز الحد الأقصى لصفحة PDF
bg: Ограничението за максимален брой страници на PDF е надвишено
da: Den maksimale grænse for PDF-størrelse er overskredet
de: Max. Seitenanzahl der PDF-Datei überschritten
el: Ξεπεράστηκε το μέγιστο όριο σελίδων PDF
es: Se ha superado el límite máximo de páginas del PDF
fi: PDF-tiedosto ylittää sivujen enimmäismäärän
fr: Limite maximale des pages PDF dépassée
hi: अधिकतम PDF पेज की सीमा पार हो गई
hr: Premašeno je ograničenje PDF stranice
hu: A PDF maximális oldalszámának korlátja túl lett lépve
ja: PDFの最大ページ数制限を超えました
km: បានលើសទំព័រកំណត់នៃឯកសារ PDF អតិបរមាហើយ
lt: Viršytas maksimalus PDF puslapių limitas
lv: Pārsniegts maksimālais PDF lapas izmēra ierobežojums
mt: Il-limitu tan-numru massimu ta' paġni fil-PDF inqabeż
my: အများဆုံး PDF စာမျက်နှာကန့်သတ်ချက်ကို ကျော်သွားပါပြီ
nl: Maximale PDF-paginalimiet overschreden
pt_br: Limite máximo de páginas do PDF excedido
pt_pt: Limite máximo de páginas do PDF ultrapassado
ro: Limita maximă de pagini PDF depășită
sr_cyrl: Прекорачено је ограничење максималног броја страница PDF-а
sr_latn: Prekoračeno je ograničenje maksimalnog broja stranica PDF-a
th: เกินขีดจำกัดหน้า PDF สูงสุด
uk: Перевищено максимальну кількість сторінок у PDF-файлі
zu: Umkhawulo wamakhasi aphezulu e-PDF udluliwe

# jumio_dv_retry_size_limit
source: Maximum PDF size limit exceeded
af: Perk vir maksimum PDF-grootte oorskry
da: Den maksimale grænse for PDF-størrelse er overskredet
de: Max. Größe der PDF-Datei überschritten
es: Se ha superado el límite de tamaño máximo del PDF
fi: PDF-tiedosto ylittää enimmäiskoon
hi: अधिकतम PDF साइज की सीमा पार हो गई
hr: Premašeno je maksimalno ograničenje veličine PDF-a
hu: A PDF maximális méretének korlátja túl lett lépve
ja: PDFの最大サイズ制限を超えました
km: បានលើសទំហំកំណត់នៃឯកសា PDF អតិបរមាហើយ
lt: Viršytas maksimalus PDF dydžio limitas
mt: Il-limitu tad-daqs massimu tal-PDF inqabeż
my: အများဆုံး PDF အရွယ်အစားကန့်သတ်ချက်ကို ကျော်သွားပါပြီ
nl: Maximale PDF-grootte overschreden
pt_br: Limite máximo de tamanho de PDF excedido
sr_cyrl: Прекорачено је ограничење максималне величине PDF-а
sr_latn: Prekoračeno je ograničenje maksimalne veličine PDF-a
th: เกินขีดจำกัดขนาด PDF สูงสุด
uk: Перевищено максимальний розмір PDF-файлу
zu: Usayizi ophezulu womkhawulo we-PDF udluliwe

# jumio_dv_upload_choose_button
source: Choose a File
af: Kies lêer
ar: اختيار ملف
bg: Избор на файл
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
es: Elegir archivo
fi: Valitse tiedosto
fr: Choisir un fichier
hi: फाइल चुनें
hr: Odaberite datoteku
hu: Válasszon fájlt
ja: ファイルを選択
km: ជ្រើសឯកសារ
lt: Pasirinkti failą
lv: Atlasīt datni
mt: Agħżel Fajl
my: ဖိုင်တစ်ဖိုင် ရွေးပါ
nl: Kies een bestand
pt_br: Selecionar arquivo
pt_pt: Escolher ficheiro
ro: Alegeți fișierul
sr_cyrl: Изабери датотеку
sr_latn: Izaberite datoteku
th: เลือกไฟล์
uk: Вибрати файл
zu: Khetha Ifayela

# jumio_dv_upload_header
source: Upload document
af: Laai dokument op
ar: تحميل مستند
bg: Качване на документ
da: Upload dokument
de: Dokument hochladen
el: Μεταφόρτωση εγγράφου
es: Cargar documento
fi: Lataa asiakirja
fr: Importer un document
hi: दस्तावेज़ अपलोड करें
hr: Pošalji dokument
hu: Dokumentum feltöltése
ja: ドキュメントをアップロード
km: ផ្ទុកឡើងឯកសារ
lt: Įkelti dokumentą
lv: Augšupielādēt dokumentu
mt: Tella' d-dokument
my: စာရွက်စာတမ်းကို အပ်လုဒ်တင်ပါ
nl: Identiteitsbewijs uploaden
pt_br: Carregar documento
pt_pt: Carregar documento
ro: Încărcați documentul
sr_cyrl: Отпремање документа
sr_latn: Otpremanje dokumenta
th: อัปโหลดเอกสาร
uk: Завантажити документ
zu: Faka idokhumenti

# jumio_dv_upload_tips_file_size
source: Maximum file size: %@
af: Maksimum lêergrootte: %@
ar: الحد الأقصى لحجم الملف: %@
bg: Максимален размер на файла: %@
da: Maksimal filstørrelse: %@
de: Max. Dateigröße: %@
el: Μέγιστο μέγεθος αρχείου: %@
es: Tamaño máximo de archivo: %@
fi: Tiedoston enimmäiskoko: %@
fr: Taille maximale de fichier: %@
hi: अधिकतम फ़ाइल साइज : %@
hr: Maksimalna veličina datoteke: %@
hu: Fájl maximális mérete: %@
ja: 最大ファイルサイズ：%@
km: ទំហំឯកសារអតិបរមា៖ %@
lt: Didžiausias failo dydis: %@
lv: Maksimālais datnes izmērs: %@
mt: Daqs massimu tal-fajl: %@
my: အကြီးဆုံးဖိုင်အရွယ်အစား- %@
nl: Maximale bestandsgrootte: %@
pt_br: Tamanho máximo do arquivo: %@
pt_pt: Tamanho máximo do ficheiro: %@
ro: Dimensiune maximă fișier: %@
sr_cyrl: Максимална величина датотеке: %@
sr_latn: Maksimalna veličina datoteke: %@
th: ขนาดไฟล์สูงสุด: %@
uk: Максимальний розмір файлу: %@
zu: Usayizi ophezulu wefayela: %@

# jumio_dv_upload_tips_page_size
source: Maximum number of pages: %lu
af: Maksimum aantal bladsye: %lu
ar: الحد الأقصى لعدد الصفحات: %lu
bg: Максимален брой страници: %lu
da: Maksimalt antal sider: %lu
de: Max. Seitenanzahl: %lu
el: Μέγιστος αριθμός σελίδων: %lu
es: Número máximo de páginas: %lu
fi: Sivujen enimmäismäärä: %lu
fr: Nombre maximal de pages : %lu
hi: पेज की अधिकतम संख्या: %lu
hr: Maksimalni broj stranica: %lu
hu: Oldalak maximális száma: %lu
ja: 最大ページ数：%lu
km: ចំនួនទំព័រអតិបរមា៖ %lu
lt: Maksimalus puslapių skaičius: %lu
lv: Maksimālais lapu skaits: %lu
mt: Numru massimu ta' paġni: %lu
my: အများဆုံး စာမျက်နှာအရေအတွက်- %lu
nl: Maximaal aantal pagina's: %lu
pt_br: Número máximo de páginas: %lu
pt_pt: Número máximo de páginas: %lu
ro: Număr maxim de pagini: %lu
sr_cyrl: Максималан број страница: %lu
sr_latn: Maksimalan broj stranica: %lu
th: จำนวนหน้าสูงสุด: %lu
uk: Максимальна кількість сторінок: %lu
zu: Inani eliphezulu lamakhasi: %lu

# jumio_dv_upload_tips_protected
source: Document should not be password protected
af: Dokument moenie met ‘n wagwoord beveilig wees nie
ar: يجب ألا يكون المستند محميًا بكلمة مرور
bg: Документът не трябва да е защитен с парола
da: Dokumentet bør ikke være adgangskodebeskyttet
de: Dokument darf nicht passwortgeschützt sein
el: Το έγγραφο δεν πρέπει να προστατεύεται από κωδικό πρόσβασης
es: El documento no debe estar protegido con contraseña
fi: Asiakirjan ei tulisi olla salasanasuojattu
fr: Le document ne doit pas être protégé par un mot de passe
hi: दस्तावेज़ पासवर्ड प्रोटेक्टेड नहीं होना चाहिए
hr: Dokument ne treba biti potvrđen lozinkom
hu: A dokumentum nem lehet jelszóval védett
ja: ドキュメントはパスワードで保護しないでください
km: ឯកសារមិនគួរការពារដោយពាក្យសម្ងាត់ឡើយ
lt: Dokumentas neturi būti apsaugotas slaptažodžiu
lv: Dokuments nedrīkst būt aizsargāts ar paroli
mt: Id-dokument m'għandux ikun protett b'password
my: စာရွက်စာတမ်းကို စကားဝှက်ဖြင့် မကာကွယ်ထားသင့်ပါ
nl: Het identiteitsbewijs moet niet met een wachtwoord worden beveiligd
pt_br: O documento não deve ser protegido por senha
pt_pt: O documento não deve estar protegido por palavra-passe
ro: Documentul nu trebuie să fie protejat prin parolă
sr_cyrl: Документ не треба да буде заштићен лозинком
sr_latn: Dokument ne treba da bude zaštićen lozinkom
th: เอกสารไม่ควรมีการป้องกันด้วยรหัสผ่าน
uk: Документ не має бути захищено паролем
zu: Idokhumenti akufanele livikelwe ngephasiwedi

# jumio_error_auth_failed
source: Authentication failed
af: Verifikasie het misluk
ar: فشلت المصادقة
bg: Удостоверяването не е успешно
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
el: Ο έλεγχος ταυτότητας απέτυχε
es: Error de autenticación
fi: Todennus epäonnistui
fr: Échec de l'authentification
hi: प्रमाणीकरण विफल हो गया
hr: Provjera autentičnosti nije uspjela
hu: A hitelesítés sikertelen
ja: 認証に失敗しました
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ
lt: Autentifikavimas nepavyko
lv: Autentifikācija neizdevās
mt: L-awtentikazzjoni ma rnexxietx
my: အတည်ပြုခြင်း မအောင်မြင်ပါ
nl: Authentificatie mislukt
pt_br: Falha na autenticação
pt_pt: Falha na autenticação
ro: Autentificarea a eșuat
sr_cyrl: Аутентификација није успела
sr_latn: Autentifikacija nije uspela
th: การรับรองความถูกต้องล้มเหลว
uk: Помилка автентифікації
zu: Ukuqinisekisa kuhlulekile

# jumio_error_button_retake_both
source: Retake both
af: Neem albei weer
ar: أعد التقاط كليهما
bg: Снимайте повторно и двете
da: Tag begge billeder igen
de: Beides erneut aufnehmen
el: Επανάληψη λήψης και των δύο εικόνων
es: Volver a tomar ambas
fi: Ota molemmat uudelleen
fr: Reprendre les deux
hi: दोनों को फिर से लें
hr: Ponovno snimi oboje
hu: Mindkettő megismétlése
ja: 両方とも撮り直す
km: ថតទាំងសងខាងម្ដងទៀត
lt: Pakartoti abi
lv: Uzņemt vēlreiz abas
mt: Erġa' ħu t-tnejn li huma mill-ġdid
my: နှစ်ဖက်စလုံးကို ပြန်ရိုက်ရန်
nl: Allebei opnieuw nemen
pt_br: Refazer ambos
pt_pt: Repetir ambas
ro: Faceți o nouă poză pentru ambele
sr_cyrl: Фотографиши поново обе стране
sr_latn: Fotografiši ponovo obe strane
th: ถ่ายรูปใหม่ทั้งคู่
uk: Перезняти обидва боки
zu: Kuthathe kabusha kokubili

# jumio_error_button_retake_one
source: Retake
af: Neem weer
ar: إعادة الالتقاط
bg: Снимайте отново
da: Tag billede igen
de: Erneut aufnehmen
el: Επανάληψη λήψης
es: Volver a tomar
fi: Ota uudelleen
fr: Reprendre
hi: फिर से लें
hr: Ponovno snimi
hu: Megismétlés
ja: 撮り直す
km: ថតម្ដងទៀត
lt: Pakartoti
lv: Uzņemt vēlreiz
mt: Erġa' ħu mill-ġdid
my: ပြန်ရိုက်ရန်
nl: Opnieuw nemen
pt_br: Refazer
pt_pt: Repetir
ro: Faceți o nouă poză
sr_cyrl: Поново фотографиши
sr_latn: Ponovo fotografiši
th: ถ่ายรูปใหม่
uk: Перезняти
zu: Thatha kabusha

# jumio_error_button_retry
source: Try again
af: Probeer weer
ar: حاول مجددًا
bg: Опитайте отново
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Volver a intentarlo
fi: Yritä uudelleen
fr: Réessayer
hi: पुन: प्रयास करें
hr: Pokušajte ponovno
hu: Újra próbálkozás
ja: もう一度やり直してください
km: សូមព្យាយាមម្ដងទៀត
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mt: Erġa' pprova
my: ထပ်မံ ကြိုးစားကြည့်ပါ
nl: Probeer het opnieuw
pt_br: Tente novamente
pt_pt: Tente novamente
ro: Încercați din nou
sr_cyrl: Покушај поново
sr_latn: Pokušaj ponovo
th: ลองอีกครั้ง
uk: Повторити спробу
zu: Zama futhi

# jumio_error_cancelled_by_user
source: Cancelled by end-user
af: Gekanselleer deur eindgebruiker
ar: تم إلغاؤه من قبل المستخدم النهائي
bg: Отменено от крайния потребител
da: Annulleret af slutbrugeren
de: Beendet durch Benutzer
el: Ακυρώθηκε από τον τελικό χρήστη
es: Cancelado por el usuario final
fi: Loppukäyttäjän peruuttama
fr: Annulé par l'utilisateur
hi: अंतिम उपयोगकर्ता द्वारा रद्द
hr: Otkazano od krajnjeg korisnika
hu: Végfelhasználó által megszakítva
ja: エンドユーザーによりキャンセルされました
km: ត្រូវបានបោះបង់ដោយអ្នកប្រើចុងក្រោយ
lt: Atšaukė galutinis naudotojas
lv: Gala lietotājs atcēla procesu
mt: Ikkanċellata mill-utent aħħari
my: အသုံးပြုသူက ပယ်ဖျက်လိုက်သည်
nl: Geannuleerd door eindgebruiker
pt_br: Cancelado pelo usuário final
pt_pt: Cancelado pelo utilizador
ro: Anulat de utilizatorul final
sr_cyrl: Отказао крајњи корисник
sr_latn: Otkazao krajnji korisnik
th: ยกเลิกโดยผู้ใช้ปลายทาง
uk: Скасовано кінцевим користувачем
zu: Ikhanselwe ngumsebenzisi

# jumio_error_case_cancelled
source: Cancelled
af: Gekanselleer
ar: الغاء
bg: Прекратена верификация
da: Aflyst
de: Abgebrochen
el: Ακυρωμένος
es: Anulado
fi: Peruttu
fr: Annulé
hi: रद्द
hr: Poništen
hu: Törölt
ja: キャンセル
km: លុបចោល
lt: Atšauktas
lv: Atcelta
mt: Kkanċellat
my: ပယ်ဖျက်ထားသည်
nl: Geannuleerd
pt_br: Cancelado
pt_pt: Cancelado
ro: Anulat
sr_cyrl: Отказано
sr_latn: Otkazano
th: ยก เลิก
uk: Скасовано
zu: Kukhanseliwe

# jumio_error_certificate_not_valid_anymore
source: Certificate not valid anymore. Please update your application
af: Sertifikaat is nie meer geldig nie. Werk u program asseblief by.
ar: الشهادة لم تعد صالحة. يُرجى تحديث طلبك
bg: Сертификатът вече не е валиден. Моля, актуализирайте приложението си.
da: Certifikatet er ikke længere gyldigt. Opdater din applikation
de: Zertifikat nicht mehr gültig. Bitte aktualisieren Sie Ihre Applikation
el: Το πιστοποιητικό δεν ισχύει πια. Ενημερώστε την εφαρμογή σας
es: El certificado ha dejado de ser válido. Actualice su aplicación
fi: Varmenne on vanhentunut. Päivitä sovelluksesi
fr: Le certificat n'est plus valable. Veuillez mettre à jour votre application
hi: प्रमाणपत्र अब मान्य नहीं है। कृपया अपने एप्लिकेशन को अपडेट करें
hr: Certifikat više nije valjan. Ažurirajte svoju aplikaciju
hu: A tanúsítvány már nem érvényes. Frissítse az alkalmazást
ja: 証明書は無効になりました。アプリケーションを更新してください
km: វិញ្ញាបនបត្រលែងមានសុពលភាពទៀតហើយ។ សូមធ្វើបច្ចុប្បន្នភាពពាក្យសុំរបស់អ្នក
lt: Sertifikatas daugiau nebegalioja. Prašome atnaujinti savo paraišką
lv: Sertifikāts vairs nav derīgs. Lūdzu, atjauniniet savu pieteikumu.
mt: Iċ-ċertifikat m'għadux aktar validu. Jekk jogħġbok aġġorna l-applikazzjoni tiegħek.
my: အသိအမှတ်ပြုလက်မှတ်သည် အကျုံးမဝင်တော့ပါ။ သင့်အပလီကေးရှင်းကို အပ်ဒိတ်လုပ်ပါ
nl: Certificaat niet meer geldig. Update alstublieft uw applicatie
pt_br: O certificado não é mais válido. Atualize seu aplicativo
pt_pt: O certificado já não é válido. Atualize a sua aplicação
ro: Certificatul nu mai este valabil. Vă rugăm să actualizați aplicația
sr_cyrl: Сертификат више не важи. Ажурирајте своју апликацију
sr_latn: Sertifikat više ne važi. Ažurirajte svoju aplikaciju
th: ใบรับรองใช้ไม่ได้อีกต่อไป กรุณาอัปเดตใบสมัครของคุณ
uk: Сертифікат більше не дійсний. Оновіть ваш застосунок
zu: Isitifiketi asisasebenzi. Sicela ubuyekeze isicelo sakho

# jumio_error_connection_title
source: Connection error
af: Verbindingsfout
ar: خطأ في الاتصال
bg: Грешка при свързването
da: Forbindelsesfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
es: Error de conexión
fi: Yhteysvirhe
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
hr: Pogreška u povezivanju
hu: Kapcsolati hiba
ja: 接続エラー
km: កំហុសក្នុងការភ្ជាប់
lt: Ryšio klaida
lv: Savienojuma kļūda
mt: Żball tal-konnessjoni
my: ချိတ်ဆက်မှုဆိုင်ရာ ချွတ်ယွင်းချက်
nl: Verbindingsfout
pt_br: Erro de conexão
pt_pt: Erro de ligação
ro: Eroare de conexiune
sr_cyrl: Грешка везе
sr_latn: Greška veze
th: ข้อผิดพลาดการเชื่อมต่อ
uk: Помилка з'єднання
zu: Kunephutha lokuxhuma

# jumio_error_device_is_offline
source: Please check that you are online
af: Maak asseblief seker u is aanlyn
ar: يُرجى التحقق من أنك متصل بالإنترنت
bg: Проверете дали сте онлайн
da: Kontroller, at du er online
de: Bitte prüfen Sie, ob Sie online sind
el: Ελέγξτε εάν είστε συνδεδεμένοι
es: Compruebe que está conectado
fi: Varmista, että olet yhteydessä internetiin
fr: Veuillez vérifier que vous êtes en ligne
hi: कृपया जांचें कि आप ऑनलाइन हैं
hr: Molimo, provjerite da ste na mreži
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
km: សូមពិនិត្យមើលថាអ្នកកំពុងអនឡាញ
lt: Patikrinkite, ar esate prisijungę prie interneto
lv: Lūdzu, pārbaudiet, vai esat tiešsaistē
mt: Jekk jogħġbok iċċekkja li qiegħed online
my: အင်တာနက်ချိတ်ဆက်ထားကြောင်း စစ်ဆေးပါ
nl: Controleer of u online bent
pt_br: Verifique se você está on-line
pt_pt: Por favor, verifique se está online
ro: Vă rugăm să vă asigurați că sunteți online
sr_cyrl: Проверите да ли сте на мрежи
sr_latn: Proverite da li ste na mreži
th: โปรดตรวจสอบว่าคุณออนไลน์อยู่
uk: Переконайтеся, що ви в мережі
zu: Sicela uhlole ukuthi uxhumile yini ku-inthanethi

# jumio_error_instant_feedback_blurry_tip_focus
source: Make sure photo is in focus
af: Maak seker foto is in fokus
ar: تأكد من أن الصورة في بؤرة التركيز
bg: Уверете се, че снимката е на фокус
da: Sørg for, at billedet er skarpt
de: Stellen Sie sicher, dass das Foto scharfgestellt ist
el: Βεβαιωθείτε ότι η φωτογραφία είναι εστιασμένη
es: Asegúrese de que la foto esté enfocada
fi: Varmista, että kuva on tarkennettu
fr: Assurez-vous que la photo est nette
hi: सुनिश्चित करें कि फ़ोटो फ़ोकस में है
hr: Provjerite je li fotografija u fokusu
hu: Fókuszáljon a fényképre
ja: 写真にピントが合っていることを確認してください
km: ត្រូវប្រាកដថាថតចំ
lt: Įsitikinkite, kad nuotrauka sufokusuota
lv: Pārliecinieties, ka fotoattēls ir fokusā
mt: Aċċerta li r-ritratt ikun iffukat
my: ဓာတ်ပုံသည် ဆုံချက်ဝင်ကြောင်း သေချာပါစေ
nl: Zorg ervoor dat de foto scherp is
pt_br: Verifique se a foto está em foco
pt_pt: Verifique se a foto está em foco
ro: Asigurați-vă că fotografia este focalizată
sr_cyrl: Побрините се да фотографија буде у фокусу
sr_latn: Pobrinite se da fotografija bude u fokusu
th: ตรวจสอบให้แน่ใจว่าภาพอยู่ในโฟกัส
uk: Переконайтеся, що фотографія у фокусі
zu: Qiniseka ukuthi isithombe sihlelwe ukuthi sigxile kokuthile

# jumio_error_instant_feedback_blurry_tip_hold_steady
source: Hold your document steady when taking a photo
af: Hou u dokument stil wanneer u ’n foto neem
ar: أمسك المستند بثبات عند التقاط صورة
bg: Задръжте вашия документ стабилно, докато правите снимка
da: Hold dokumentet roligt, når du tager et billede
de: Halten Sie Ihr Dokument beim Fotografieren ruhig
el: Κρατήστε σταθερό το έγγραφο κατά τη λήψη της φωτογραφίας
es: Mantenga el documento firme al tomar una foto
fi: Pidä asiakirja vakaana kuvaa otettaessa
fr: Maintenez la pièce d'identité stable lorsque vous prenez une photo
hi: फोटो खींचते समय अपने दस्तावेज़ को स्थिर रखें
hr: Mirno držite dokument prilikom fotografiranja
hu: Fényképezés közben tartsa stabilan a dokumentumot
ja: 写真を撮るときは、ドキュメントをしっかりと持ってください
km: កាន់ឯកសាររបស់អ្នកឱ្យនឹងនៅពេលថតរូប
lt: Fotografuodami nejudinkite dokumento
lv: Lai nofotografētu dokumentu, turiet to nekustīgi
mt: Żomm id-dokument tiegħek b'mod sod waqt li tkun qed tieħu ritratt
my: ဓာတ်ပုံရိုက်သည့်အခါ သင့်စာရွက်စာတမ်းကို ငြိမ်အောင်ကိုင်ထားပါ
nl: Houd uw document stabiel bij het maken van een foto
pt_br: Segure o documento com firmeza ao tirar uma foto
pt_pt: Mantenha o seu documento estável ao tirar uma fotografia
ro: Țineți documentul nemișcat în timp ce realizați fotografia
sr_cyrl: Држите документ мирно када снимате фотографију
sr_latn: Držite dokument mirno kada snimate fotografiju
th: ถือเอกสารของคุณให้นิ่งขณะถ่ายภาพ
uk: Під час фотографування тримайте документ нерухомо
zu: Bamba idokhumenti lakho linganyakazi lapho uthwebula isithombe

# jumio_error_instant_feedback_blurry_tip_readable
source: Make sure all details on your document are readable
af: Maak seker dat alle besonderhede op u dokument leesbaar is
ar: تأكد من أن جميع التفاصيل الموجودة في مستندك قابلة للقراءة
bg: Уверете се, че всички данни в документа ви са четливи.
da: Sørg for, at alle detaljer i dokumentet er læsbare
de: Stellen Sie sicher, dass alle Informationen auf Ihrem Dokument lesbar sind.
el: Βεβαιωθείτε ότι όλες οι λεπτομέρειες στο έγγραφό σας είναι ευανάγνωστες.
es: Asegúrese de que todos los detalles en su documento sean legibles
fi: Varmista, että kaikki asiakirjan tiedot ovat luettavissa.
fr: Assurez-vous que tous les détails de votre pièce d'identité sont lisibles
hi: सुनिश्चित करें कि आपके दस्तावेज़ पर सभी विवरण पढ़ने योग्य हैं
hr: Pobrinite se da su sve pojedinosti na vašem dokumentu čitljive
hu: Győződjön meg arról, hogy a dokumentum minden adata olvasható.
ja: ドキュメントのすべての詳細情報が読み取り可能であることを確認してください
km: ត្រូវប្រាកដថាព័ត៌មានលម្អិតទាំងអស់នៅលើឯកសាររបស់អ្នកអាចអានដាច់
lt: Patikrinkite, ar visi jūsų dokumento duomenys įskaitomi
lv: Pārliecinieties, vai visi jūsu dokumentā esošie dati ir skaidri salasāmi
mt: Kun żgur li d-dettalji kollha fuq id-dokument tiegħek jistgħu jinqraw
my: သင့်စာရွက်စာတမ်းရှိ အသေးစိတ်အချက်အလက်အားလုံးကို ဖတ်၍ရကြောင်း သေချာပါစေ
nl: Zorg ervoor dat alle details op uw document leesbaar zijn.
pt_br: Certifique-se de que todos os detalhes do seu documento estejam legíveis
pt_pt: Certifique-se de que todos os detalhes no seu documento são legíveis
ro: Asigurați-vă că toate detaliile de pe documentul dvs. sunt lizibile
sr_cyrl: Уверите се да су сви детаљи у вашем документу читљиви
sr_latn: Uverite se da su svi detalji u vašem dokumentu čitljivi
th: ตรวจสอบให้แน่ใจว่ารายละเอียดทั้งหมดในเอกสารของคุณนั้นอ่านออก
uk: Переконайтеся, що всі деталі вашого документа розбірливі
zu: Qinisekisa ukuthi yonke imininingwane ekudokhumenti lakho iyafundeka

# jumio_error_instant_feedback_blurry_title
source: The image is too blurry to be verified
af: Die beeld is te onduidelik om te verifieer
ar: الصورة ضبابية جدًا بحيث لا يمكن التحقق منها
bg: Изображението е твърде неясно
da: Billedet er for uskarpt til at blive kontrolleret
de: Das Bild ist zu verschwommen, um überprüft zu werden
el: Η εικόνα είναι πολύ θολή για να επαληθευτεί
es: La imagen es demasiado borrosa para ser verificada
fi: Kuva on liian epäselvä vahvistamista varten
fr: L'image est trop floue pour être vérifiée
hi: छवि सत्यापित होने के लिए बहुत धुंधली है
hr: Slika je previše mutna da bi se potvrdila
hu: A kép túl homályos az ellenőrzéshez
ja: 画像がぼやけすぎているため認証できません
km: រូបភាពព្រិលពេកមិនអាចផ្ទៀងផ្ទាត់បានទេ
lt: Nuotrauka neryški, todėl neįmanoma patvirtinti
lv: Attēls ir pārāk izplūdis, lai to varētu pārbaudīt
mt: Ir-ritratt mhux ċar biżżejjed biex jiġi vverifikat
my: ရုပ်ပုံသည် အတည်ပြု၍မရလောက်အောင် မှုန်ဝါးလွန်းသည်
nl: De afbeelding is te wazig om te worden geverifieerd
pt_br: A imagem está muito desfocada para ser verificada
pt_pt: A imagem é demasiado desfocada para ser verificada
ro: Imaginea este prea încețoșată pentru a fi verificată
sr_cyrl: Слика је превише мутна за верификацију
sr_latn: Slika je previše mutna za verifikaciju
th: ภาพพร่ามัวเกินกว่าที่จะตรวจสอบได้
uk: Зображення надто розмите для перевірки
zu: Isithombe siluvindo kakhulu ukuthi siqinisekiswe
