Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# IProov_AccessibilityLabelCloseButton
source: Close
af: Sluit
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
hi: बंद करे
hr: Zatvori
hu: Bezárás
ja: 閉じる
km: បិទ
lt: Uždaryti
mt: Agħlaq
nl: Sluiten
pt_br: Fechar
th: ปิด
uk: Закрити
zu: Vala

# IProov_AccessibilityPromptAlignFace
source: Hold the device in front of your face and look at the screen
af: Hou die toesstel voor jou gesig en kyk na die skerm
da: Hold enheden foran dit ansigt, og kig på skærmen
de: Halten Sie das Gerät vor Ihr Gesicht und blicken Sie auf den Bildschirm
es: Sujete el dispositivo frente a su cara y mire a la pantalla
fi: Pitele laitetta kasvojesi edessä ja katso näyttöä kohti
hi: डिवाइस को अपने चेहरे के सामने रखें और स्क्रीन पर देखें
hr: Držite uređaj ispred lica i gledajte u zaslon
hu: Tartsa az eszközt az arca elé, és nézzen a képernyőre
ja: デバイスを顔の前にしっかりと持って、画面を見てください
km: កាន់ឧបករណ៍នៅចំពីមុខអ្នក ហើយមើលទៅអេក្រង់
lt: Laikykite įrenginį priešais veidą ir žiūrėkite į ekraną
mt: Żomm l-apparat quddiem wiċċek u ħares lejn l-iskrin
my: စက်ကို သင့်မျက်နှာ ရှေ့ တည့်တည့်တွင် ကိုင်ထားပြီး စခရင်ကို ကြည့်ပါ
nl: Houd het apparaat vóór uw gezicht en kijk naar het scherm
pt_br: Segure o dispositivo na frente do rosto e olhe para a tela
sr_cyrl: Држите уређај испред свог лица и гледајте у екран
sr_latn: Držite uređaj ispred svog lica i gledajte u ekran
th: ถืออุปกรณ์ไว้ข้างหน้าและมองไปที่หน้าจอ
uk: Тримайте пристрій перед обличчям і дивіться на екран
zu: Bamba ubuso bakho phambi kobuso bakho futhi ubheke isikrini

# IProov_AccessibilityPromptScanning
source: Scanning
af: Skandeer tans
da: Scanner
de: Wird gescannt
es: Escaneando
fi: Skannataan
hi: स्कैनिंग
hr: Skeniranje
hu: Szkennelés
ja: スキャンしています
km: កំពុងស្កេន
lt: Nuskaitoma
mt: Qed jiskennja
my: စကန်ဖတ်နေသည်
nl: Scannen
pt_br: Escaneamento
sr_cyrl: Скенирање
sr_latn: Skeniranje
th: กำลังสแกน
uk: Сканування
zu: Iyaskena

# IProov_ErrorCameraPermissionDenied
source: Camera access disabled
af: Toegang tot kamera is gedeaktiveer
da: Kameraadgang deaktiveret
de: Kamerazugriff ist deaktiviert
es: Acceso a la cámara inactivo
fi: Kamera on poistettu käytöstä
hi: कैमरा एक्सेस अक्षम किया गया है
hr: Pristup kameri onemogućen
hu: A kamera hozzáférése letiltva
ja: カメラへのアクセスが無効になっています
km: ការចូលប្រើកាមេរ៉ាត្រូវបានបិទ
lt: Prieiga prie fotoaparato išjungta
mt: L-aċċess għall-kamera huwa ddiżattivat
my: ကင်မရာ ဝင်သုံးခွင့်ကို ပိတ်ထားသည်
nl: Cameratoegang ontgrendeld
pt_br: Acesso à câmera desativado
sr_cyrl: Приступ камери онемогућен
sr_latn: Pristup kameri onemogućen
th: การเข้าถึงกล้องถูกปิดใช้งาน
uk: Доступ до камери деактивовано
zu: Ukusebenzisa ikhamera kuvaliwe

# IProov_ErrorCaptureAlreadyActive
source: An existing capture is already in progress
af: ’n Bestaande vaslegging is reeds aan die gang
da: En eksisterende optagelse er allerede i gang
de: Eine bestehende Erfassung ist bereits in Gang
es: Ya hay una captura en curso
fi: Tallennus on jo käynnissä
hi: एक मौजूदा कब्जा पहले से ही प्रगति पर है
hr: Postojeća slika je već u tijeku
hu: Egy meglévő rögzítés már folyamatban van
ja: 既存のキャプチャはすでに進行中です
km: ការថតដែលមានស្រាប់កំពុងតែដំណើរការហើយ
lt: Jau apdorojamas įkeltas vaizdas
mt: Diġà jeżisti ritratt li qed jiġi pproċessat
my: လက်ရှိ ရိုက်ကူးမှုကို လုပ်ဆောင်နေပါသည်
nl: Een bestaande opname is al in behandeling
pt_br: Uma captura existente já está em andamento
sr_cyrl: Постојећи снимак се већ обрађује
sr_latn: Postojeći snimak se već obrađuje
th: การจับภาพที่มีอยู่กําลังดําเนินการอยู่แล้ว
uk: Захоплення, що існує, вже виконується
zu: Isithombe esithathiwe siyaqhubeka kakade

# IProov_ErrorNetwork
source: Please check that you are online
af: Maak asseblief seker u is aanlyn
da: Kontroller, at du er online
de: Bitte prüfen Sie, ob Sie online sind
es: Compruebe que está conectado
fi: Varmista, että olet yhteydessä internetiin
hi: कृपया जांचें कि आप ऑनलाइन हैं
hr: Molimo, provjerite da ste na mreži
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
km: សូមពិនិត្យមើលថាអ្នកកំពុងអនឡាញ
lt: Patikrinkite, ar esate prisijungę prie interneto
mt: Jekk jogħġbok iċċekkja li qiegħed online
my: အင်တာနက်ချိတ်ဆက်ထားကြောင်း စစ်ဆေးပါ
nl: Controleer of u online bent
pt_br: Verifique se você está on-line
sr_cyrl: Проверите да ли сте на мрежи
sr_latn: Proverite da li ste na mreži
th: โปรดตรวจสอบว่าคุณออนไลน์อยู่
uk: Переконайтеся, що ви в мережі
zu: Sicela uhlole ukuthi uxhumile yini ku-inthanethi

# IProov_ErrorServer
source: Please check that you are online
af: Maak asseblief seker u is aanlyn
da: Kontroller, at du er online
de: Bitte prüfen Sie, ob Sie online sind
es: Compruebe que está conectado
fi: Varmista, että olet yhteydessä internetiin
hi: कृपया जांचें कि आप ऑनलाइन हैं
hr: Molimo, provjerite da ste na mreži
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
km: សូមពិនិត្យមើលថាអ្នកកំពុងអនឡាញ
lt: Patikrinkite, ar esate prisijungę prie interneto
mt: Jekk jogħġbok iċċekkja li qiegħed online
my: အင်တာနက်ချိတ်ဆက်ထားကြောင်း စစ်ဆေးပါ
nl: Controleer of u online bent
pt_br: Verifique se você está on-line
sr_cyrl: Проверите да ли сте на мрежи
sr_latn: Proverite da li ste na mreži
th: โปรดตรวจสอบว่าคุณออนไลน์อยู่
uk: Переконайтеся, що ви в мережі
zu: Sicela uhlole ukuthi uxhumile yini ku-inthanethi

# IProov_ErrorUnexpected
source: There was an unexpected error
af: Daar was ’n onverwagse fout
da: Der opstod en uventet fejl
de: Ein unerwarteter Fehler ist aufgetreten
es: Se ha producido un error inesperado
fi: Tapahtui jokin odottamaton virhe
hi: एक अप्रत्याशित त्रुटि हुई
hr: Dogodila se neočekivana pogreška.
hu: Váratlan hiba történt
ja: 予期しないエラーが発生しました
km: មានកំហុសដែលមិនបានរំពឹងទុកកើតឡើង
lt: Įvyko netikėta klaida
mt: Kien hemm żball mhux mistenni
my: မျှော်လင့်မထားသော ချွတ်ယွင်းချက်တစ်ခုရှိခဲ့သည်
nl: Er is een onverwachte fout opgetreden
pt_br: Ocorreu um erro inesperado
sr_cyrl: Дошло је до неочекиване грешке
sr_latn: Došlo je do neočekivane greške
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
uk: Виникла неочікувана помилка
zu: Kube nephutha elingalindelekile

# IProov_FailureEyesClosed
source: Keep your eyes open
af: Hou jou oë oop
da: Hold øjnene åbne
de: Halten Sie die Augen offen
es: Mantenga los ojos abiertos
fi: Pidä silmät auki
hi: अपनी आँखें खुली रखें
hr: Držite oči otvorenima
hu: Tartsa nyitva a szemét
ja: 目を開けた状態を保ってください
km: សូមកុំបិទភ្នែក
lt: Nemirksėkite
mt: Żomm għajnejk miftuħin
my: မျက်လုံးများ ဖွင့်ထားပါ
nl: Houd uw ogen open
pt_br: Mantenha seus olhos abertos
sr_cyrl: Држите очи отворене
sr_latn: Drži oči otvorene
th: ลืมตาไว้
uk: Тримайте очі відкритими
zu: Gcina amehlo akho evuliwe

# IProov_FailureFaceTooClose
source: Move your face farther from the screen
af: Skuif jou gesig verder van die skerm
da: Flyt dit ansigt længere væk fra skærmen
de: Bewegen Sie Ihr Gesicht weiter vom Bildschirm weg
es: Aleje su cara de la pantalla
fi: Vie kasvosi kauemmas näytöstä
hi: अपना चेहरा स्क्रीन से थोड़ा दूर ले जाएं
hr: Odmaknite lice od zaslona
hu: Vigye távolabb az arcát a képernyőtől
ja: 画面から顔を遠ざけてください
km: ខិតមុខរបស់អ្នកឲ្យឆ្ងាយពីអេក្រង់បន្តិច
lt: Atitraukite veidą nuo ekrano
mt: Biegħed wiċċek mill-iskrin
my: သင့်မျက်နှာကို စခရင်နှင့်ဝေးရာသို့ ရွှေ့ပါ
nl: Houd uw gezicht verder van het scherm af
pt_br: Afaste seu rosto da tela
sr_cyrl: Удаљите лице од екрана
sr_latn: Udaljite lice od ekrana
th: ขยับใบหน้าออกห่างหน้าจอ
uk: Відсуньте обличчя далі від екрана
zu: Hlehlisa ubuso bakho esikrinini

# IProov_FailureFaceTooFar
source: Move your face closer to the screen
af: Skuif jou gesig nader aan die skerm
da: Flyt dit ansigt tættere på skærmen
de: Bewegen Sie Ihr Gesicht näher an den Bildschirm
es: Acerque su cara a la pantalla
fi: Tuo kasvosi lähemmäs näyttöä
hi: अपना चेहरा स्क्रीन के थोड़े करीब ले जाएं
hr: Približite lice zaslonu
hu: Vigye közelebb az arcát a képernyőhöz
ja: 画面に顔を近づけてください
km: ខិតមុខរបស់អ្នកឲ្យមកជិតអេក្រង់បន្តិច
lt: Priartinkite veidą prie ekrano
mt: Qarreb wiċċek lejn l-iskrin
my: သင့်မျက်နှာကို စခရင်နှင့်နီးရာသို့ ရွှေ့ပါ
nl: Houd uw gezicht dichter bij het scherm
pt_br: Aproxime seu rosto da tela
sr_cyrl: Приближите лице екрану
sr_latn: Približite lice ekranu
th: ขยับใบหน้าเข้าใกล้หน้าจอ
uk: Наблизите своє обличчя до екрана
zu: Sondeza ubuso bakho eduze kwesikrini

# IProov_FailureMisalignedFace
source: Keep your face in the oval
af: Hou jou gesig in die ovaal
da: Hold ansigtet indenfor ovalen
de: Halten Sie Ihr Gesicht im Oval
es: Mantenga su cara dentro del óvalo
fi: Pidä kasvosi soikion sisällä
hi: अपना चेहरा गोल सर्कल में रखें
hr: Zadržite položaj lica unutar okvira
hu: Tartsa az arcát az ovális keretben
ja: 顔を楕円形のフレームに入れた状態を保ってください
km: រក្សាមុខរបស់អ្នកឲ្យនៅក្នុងរង្វង់ពងក្រពើ
lt: Išlaikykite veidą ovaliame rėmelyje
mt: Żomm wiċċek fl-ovali
my: သင့်မျက်နှာကို ဘဲဥပုံထဲဝင်အောင်ထားပါ
nl: Zorg dat uw gezicht binnen het kader blijft
pt_br: Mantenha seu rosto no círculo oval
sr_cyrl: Држите лице у оквиру
sr_latn: Držite lice u okviru
th: รักษาใบหน้าให้อยู่ในกรอบวงรี
uk: Тримайте обличчя в овалі
zu: Gcina ubuso bakho endilingeni

# IProov_FailureNotSupported
source: Device is not supported
af: Toestel word nie ondersteun nie
da: Enheden understøttes ikke
de: Gerät wird nicht unterstützt
es: El dispositivo no es compatible
fi: Laitetta ei tueta
hi: डिवाइस समर्थित नहीं है
hr: Uređaj nije podržan
hu: Az eszköz nem támogatott
ja: デバイスが対応していません
km: មិនស្គាល់ឧបករណ៍នេះទេ
lt: Įrenginys nepalaikomas
mt: It-tagħmir mhux appoġġjat
my: စက်ကို မပံ့ပိုးပါ
nl: Toestel wordt niet ondersteund
pt_br: O dispositivo não é compatível
sr_cyrl: Уређај није подржан
sr_latn: Uređaj nije podržan
th: ไม่รองรับอุปกรณ์
uk: Пристрій не підтримується
zu: Idivayisi ayisekelwa

# IProov_FailureObscuredFace
source: Remove any face coverings
af: Verwyder enige gesigbedekkings
da: Fjern alt, der dækker ansigtet
de: Entfernen Sie alle Gesichtsbedeckungen
es: Quite cualquier cosa que cubra la cara
fi: Riisu kaikki, mikä peittää kasvot
hi: किसी भी प्रकार से ढके चेहरे को हटा दें
hr: Uklonite sve što prekriva lice
hu: Vegye le az arcát takaró tárgyakat
ja: 顔を覆っているものを取り外してください
km: ដោះរបាំងមុខចេញ
lt: Nusiimkite veido apdangalus
mt: Neħħi kull ħaġa li tgħatti l-wiċċ
my: မျက်နှာဖုံးမှန်သမျှကို ဖယ်ရှားပါ
nl: Verwijder eventuele gezichtsbedekkende voorwerpen
pt_br: Remova qualquer tipo de cobertura facial
sr_cyrl: Уклоните било какве прекриваче лица
sr_latn: Uklonite bilo kakve prekrivače lica
th: นำสิ่งที่บดบังใบหน้าออก
uk: Зніміть будь-яке покриття з обличчя
zu: Susa noma yimi emboze ubuso

# IProov_FailureSunglasses
source: Remove sunglasses
af: Verwyder sonbril
da: Tag solbrillerne af
de: Nehmen Sie Sonnenbrillen ab
es: Quítese las gafas de sol
fi: Ota aurinkolasit pois
hi: सनग्लास हटा दें
hr: Skinite sunčane naočale
hu: Vegye le a napszemüveget
ja: サングラスを取り外してください
km: ដោះវែនតាចេញ
lt: Nusiimkite akinius nuo saulės
mt: Neħħi n-nuċċali tax-xemx
my: မျက်မှန် ချွတ်ပါ
nl: Zet uw zonnebril af
pt_br: Tire os óculos de sol
sr_cyrl: Скините сунчане наочаре
sr_latn: Skinite sunčane naočare
th: ถอดแว่นกันแดด
uk: Зніміть сонцезахисні окуляри
zu: Susa izibuko

# IProov_FailureTooBright
source: Move somewhere darker
af: Skuif iewers heen waar dit donkerder is
da: Find et mørkere sted
de: Gehen Sie an einen dunkleren Ort
es: Vaya a algún lugar más oscuro
fi: Siirry vähemmän valoisaan paikkaan
hi: जहाँ ज्यादा अंधेरा हो ऐसी जगह पर जाएं
hr: Premjestite se na tamnije mjesto
hu: Menjen sötétebb helyre
ja: もっと暗い場所に移動
km: ទៅកន្លែងណាដែលងងឹតជាងនេះ
lt: Pereikite į tamsesnę vietą
mt: Mur x'imkien fejn hemm iktar dell
my: ပိုမှောင်သော တစ်နေရာရာသို့ ရွှေ့ပါ
nl: Ga naar een donkerdere plek
pt_br: Vá para um lugar com menos luz
sr_cyrl: Преместите се на тамније место
sr_latn: Premestite se na tamnije mesto
th: ย้ายไปที่ร่มกว่านี้
uk: Перемістіться в темніше місце
zu: Yiya endaweni emnyama

# IProov_FailureTooDark
source: Move somewhere brighter
af: Skuif iewers heen waar daar meer lig is
da: Find et sted med mere lys
de: Gehen Sie an einen helleren Ort
es: Vaya a algún lugar más luminoso
fi: Siirry valoisampaan paikkaan
hi: जहाँ ज्यादा रोशनी हो ऐसी जगह पर जाएं
hr: Premjestite se na svjetlije mjesto
hu: Menjen világosabb helyre
ja: もっと明るい場所に移動
km: ទៅកន្លែងណាដែលភ្លឺជាងនេះ
lt: Pereikite į šviesesnę vietą
mt: Mur x'imkien fejn hemm iktar dawl
my: အလင်းရောင်ပိုရသော တစ်နေရာရာသို့ ရွှေ့ပါ
nl: Ga naar een lichtere plek
pt_br: Vá para um lugar mais iluminado
sr_cyrl: Преместите се на светлије место
sr_latn: Premestite se na svetlije mesto
th: ย้ายไปที่สว่างขึ้น
uk: Перемістіться у світліше місце
zu: Yiya endaweni egqamile

# IProov_FailureTooMuchMovement
source: Keep still
af: Hou stil
da: Stå helt stille
de: Halten Sie still
es: No se mueva
fi: Ole liikkumatta
hi: हिले नहीं
hr: Budite mirni
hu: Maradjon mozdulatlan
ja: 静止したまま
km: កាន់ឲ្យនឹង
lt: Nejudėkite
mt: Tiċċaqlaqx
my: ငြိမ်ငြိမ်ထားပါ
nl: Niet bewegen
pt_br: Não se mexa
sr_cyrl: Будите мирни
sr_latn: Budite mirni
th: อยู่นิ่งๆ
uk: Не рухайтесь
zu: Yima unganyakazi

# IProov_FailureUnknown
source: Try again
af: Probeer weer
da: Prøv igen
de: Erneut versuchen
es: Volver a intentarlo
fi: Yritä uudelleen
hi: पुन: प्रयास करें
hr: Pokušajte ponovno
hu: Újra próbálkozás
ja: もう一度やり直してください
km: សូមព្យាយាមម្ដងទៀត
lt: Bandykite dar kartą
mt: Erġa' pprova
my: ထပ်မံ ကြိုးစားကြည့်ပါ
nl: Probeer het opnieuw
pt_br: Tente novamente
sr_cyrl: Покушај поново
sr_latn: Pokušaj ponovo
th: ลองอีกครั้ง
uk: Повторити спробу
zu: Zama futhi

# IProov_ProgressAssessingGenuinePresence
source: Assessing genuine presence…
af: Bepaal werlike teenwoordigheid...
da: Vurderer personlig tilstedeværelse...
de: Tatsächliche Anwesenheit wird überprüft ...
es: Evaluando presencia real...
fi: Arvioidaan oikeaa läsnäoloa...
hi: वास्तविक उपस्थिति का आकलन हो रहा है …
hr: Procjena stvarne prisutnosti…
hu: Valós jelenlét értékelése...
ja: 本人確認をしています…
km: កំពុងវាយតម្លៃវត្តមានជាពិសេស…
lt: Vertinamas asmens buvimas...
mt: Qed jiġi ċċekkjat jekk il-preżenza hix reali...
my: စစ်မှန်သောတည်ရှိမှုဟုတ်မဟုတ် အကဲဖြတ်နေသည်…
nl: Echte aanwezigheid beoordelen...
pt_br: Avaliando a presença genuína…
sr_cyrl: Процена стварног присуства…
sr_latn: Procena stvarnog prisustva…
th: กำลังประเมินการแสดงตัวจริง…
uk: Оцінка справжньої присутності…
zu: Ukuhlola ukuba khona ngempela...

# IProov_ProgressAssessingLiveness
source: Assessing liveness…
af: Bepaal lewendigheid...
da: Vurderer, om det er en levende person...
de: Live-Übertragung wird überprüft ...
es: Evaluando usuario real...
fi: Arvioidaan elävyyttä...
hi: जीवंतता का आकलन हो रहा है …
hr: Procjena životnosti…
hu: Élő személy értékelése...
ja: 生体判定をしています...
km: កំពុងវាយតម្លៃភាពរស់រវើក…
lt: Vertinamas tikrumas...
mt: Qed tiġi evalwata l-liveness...
my: အသက်ဝင်မှုရှိမရှိ အကဲဖြတ်နေသည်…
nl: Beoordelen of het live is...
pt_br: Avaliando a vitalidade…
sr_cyrl: Процена животности...
sr_latn: Procena životnosti...
th: กำลังประเมินตัวจริง...
uk: Оцінка наявності живого користувача...
zu: Ukuhlola ukuphila...

# IProov_ProgressConfirmingIdentity
source: Confirming identity…
af: Bevestig identiteit...
da: Bekræfter identitet...
de: Identität wird überprüft ...
es: Confirmando identidad...
fi: Vahvistetaan henkilöllisyyttä...
hi: पहचान की पुष्टि हो रही है...
hr: Potvrđivanje identiteta…
hu: Személyazonosság megerősítése...
ja: IDを確認しています…
km: កំពុងបញ្ជាក់អត្តសញ្ញាណ…
lt: Tikrinama tapatybė...
mt: Qed tiġi kkonfermata l-identità...
my: အထောက်အထားကို အတည်ပြုနေသည်…
nl: Identiteit bevestigen...
pt_br: Confirmando a identidade…
sr_cyrl: Потврђивање идентитета…
sr_latn: Potvrđivanje identiteta…
th: กําลังยืนยันอัตลักษณ์...
uk: Підтвердження особи…
zu: Ukuqinisekisa umazisi...

# IProov_ProgressCreatingIdentity
source: Creating identity…
af: Skep identiteit
da: Skaber identitet...
de: Identität wird erstellt ...
es: Creando identidad...
fi: Luodaan henkilöllisyyttä...
hi: पहचान बनाई जा रही है...
hr: Stvaranje identiteta…
hu: Személyazonosság létrehozása...
ja: IDを作成しています…
km: កំពុងបង្កើតអត្តសញ្ញាណ…
lt: Kuriama tapatybė...
mt: Qed tinħoloq identità...
my: အထောက်အထားကို ဖန်တီးနေသည်…
nl: Identiteit aanmaken...
pt_br: Criando identidade…
sr_cyrl: Креирање идентитета…
sr_latn: Kreiranje identiteta…
th: กําลังสร้างอัตลักษณ์...
uk: Перевірка особи...
zu: Ukwenza umazisi...

# IProov_ProgressFindingFace
source: Finding face…
af: Vind gesig
da: Finder ansigt...
de: Gesicht wird gesucht ...
es: Encontrando rostro...
fi: Etsitään kasvoja...
hi: चेहरा खोजा जा रहा है…
hr: Pronalaženje lica…
hu: Arc keresése...
ja: 顔を検出しています…
km: កំពុងរកមើលមុខ…
lt: Aptinkamas veidas...
mt: Qed jipprova jsib wiċċ...
my: မျက်နှာကို ရှာနေသည်…
nl: Gezichten zoeken...
pt_br: Encontrando rosto...
sr_cyrl: Проналажење лица…
sr_latn: Pronalaženje lica…
th: กำลังค้นหาใบหน้า…
uk: Пошук обличчя…
zu: Ukuthola ubuso...

# IProov_ProgressIdentifyingFace
source: Identifying face…
af: Identifiseer gesig...
da: Identificerer ansigt...
de: Gesicht wird identifiziert ...
es: Identificando rostro...
fi: Tunnistetaan kasvoja...
hi: चेहरे की पहचान हो रही है ...
hr: Prepoznavanje lica…
hu: Arc azonosítása...
ja: 顔認証中です…
km: កំពុងកំណត់អត្តសញ្ញាណមុខ…
lt: Identifikuojamas veidas...
mt: Qed jiġi identifikat il-wiċċ...
my: မျက်နှာကို ခွဲခြားဖော်ထုတ်နေသည်…
nl: Gezicht herkennen...
pt_br: Identificando o rosto…
sr_cyrl: Препознавање лица…
sr_latn: Prepoznavanje lica…
th: กำลังระบุใบหน้า…
uk: Ідентифікація обличчя…
zu: Ukubona ubuso...

# IProov_ProgressLoading
source: Loading...
af: Laai
da: Indlæser...
de: Ladevorgang läuft ...
es: Cargando...
fi: Ladataan...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Töltés...
ja: 読み込み中...
km: កំពុងផ្ទុក...
lt: Įkeliama...
mt: Qed jillowdja...
my: လုပ်ဆောင်နေသည်...
nl: Laden...
pt_br: Carregando...
sr_cyrl: Учитавање...
sr_latn: Učitavanje...
th: กำลังโหลด...
uk: Завантаження...
zu: Iyalowuda...

# IProov_ProgressStreaming
source: Streaming…
af: Stroom...
de: Streaming läuft ...
es: Transmitiendo...
fi: Suoratoistetaan...
hi: स्ट्रीमिंग…
hu: Közvetítés...
ja: ストリーミング…
km: កំពុងស្ទ្រីម…
lt: Srautinis siuntimas...
mt: Qed jistrimja...
my: ထုတ်လွှင့်နေသည်…
nl: Streamen...
pt_br: Transmissão…
sr_cyrl: Стримовање…
sr_latn: Strimovanje…
th: กำลังสตรีม…
uk: Потокова передача...
zu: Ukusakaza...

# IProov_PromptAlignFace
source: Put your face in the oval
af: Sit jou gesig in die ovaal
da: Flyt ansigtet til ovalen
de: Platzieren Sie Ihr Gesicht im Oval
es: Ponga la cara en el óvalo
fi: Sijoita kasvosi soikion sisälle
hi: अपना चेहरा गोल सर्कल में रखें
hr: Postavite lice tako da bude unutar okvira
hu: Igazítsa az arcát az ovális keretbe
ja: 顔を楕円形のフレームに入れてください
km: ដាក់មុខរបស់អ្នកនៅក្នុងរង្វង់ពងក្រពើ
lt: Sulyginkite veidą su ovaliu rėmeliu
mt: Poġġi wiċċek fl-ovali
my: သင့်မျက်နှာကို ဘဲဥပုံထဲဝင်အောင်လုပ်ပါ
nl: Plaats uw gezicht in het kader
pt_br: Posicione seu rosto no círculo oval
sr_cyrl: Ставите лице у оквир
sr_latn: Stavite lice u okvir
th: วางใบหน้าให้อยู่ในกรอบวงรี
uk: Помістіть своє обличчя в овал
zu: Gcina amehlo akho endilingeni

# IProov_PromptCloseMultitasking
source: Close multitasking to continue
af: Maak multitaakverwerking toe om voort te gaan
da: Luk multitasking for at fortsætte
de: Multitasking schließen, um fortzufahren
es: Cierre la multitarea para continuar
fi: Sulje moniajo, jotta voit jatkaa
hi: जारी रखने के लिए मल्टीटास्किंग बंद करें
hr: Zatvori višezadaćnost za nastavak
hu: A folytatáshoz zárja be a multitasking (több alkalmazás egyidejű futtatására szolgáló) funkciót
ja: 続行するにはマルチタスクを閉じてください
km: បិទការធ្វើពហុកិច្ចការដើម្បីបន្ត
lt: Norėdami tęsti, išjunkite daugiaprocesį režimą
mt: Agħlaq il-multitasking biex tkompli
my: ဆက်လုပ်ရန် အလုပ်များစွာလုပ်ခြင်းကို ပိတ်ပါ
nl: Sluit multitasking om door te gaan
pt_br: Feche o modo multitarefa para continuar
sr_cyrl: Затворите мултитаскинг да бисте наставили
sr_latn: Zatvorite multitasking da biste nastavili
th: ปิดการทำงานหลายอย่างเพื่อดำเนินการต่อ
uk: Щоб продовжити, закрийте багатозадачність
zu: Vala ukwenza okuningi ngesikhathi esisodwa ukuze uqhubeke

# IProov_PromptGetReady
source: Get ready…
af: Maak gereed ...
da: Gør dig klar...
de: Machen Sie sich bereit …
es: Prepárese...
fi: Valmistaudu...
hi: तैयार हो जाओ…
hr: Spremite se
hu: Készüljön fel...
ja: 準備をしてください…
km: ត្រៀម…
lt: Pasiruoškite...
mt: Lesti...
my: အသင့်ပြင်ပါ…
nl: Maak uzelf klaar...
pt_br: Prepare-se…
sr_cyrl: Припремите се...
sr_latn: Pripremite se...
th: เตรียมพร้อม...
uk: Приготуйтеся…
zu: Yima ngomumo...

# IProov_PromptLivenessScanCompleted
source: Scanning completed
af: Skandering voltooi
da: Scanning afsluttet
de: Scannen abgeschlossen
es: Escaneo completado
fi: Skannaus valmis
hi: स्कैनिंग पूरी हुई
hr: Skeniranje je završeno
hu: A szkennelés befejeződött
ja: スキャンが完了しました
km: បានបញ្ចប់ការស្កេន
lt: Skenavimas baigtas
mt: L-iskennjar lest
my: စကန်ဖတ်ပြီးပါပြီ
nl: Scannen voltooid
pt_br: Varredura concluída
sr_cyrl: Скенирање је завршено
sr_latn: Skeniranje je završeno
th: การสแกนเสร็จสมบูรณ์
uk: Сканування завершено
zu: Ukuskena kuphelile

# IProov_PromptPitchTooHigh
source: Hold device at eye level
af: Hou toestel op ooghoogte
da: Hold enheden i øjenhøjde
de: Kamera auf Augenhöhe halten
es: Mantenga el dispositivo al nivel de los ojos
fi: Pidä laitetta silmien tasolla
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hr: Držite uređaj u razini očiju
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
km: ដាក់ឧបករណ៍នៅកម្ពស់ត្រឹមភ្នែក
lt: Laikykite įrenginį akių lygyje
mt: Żomm it-tagħmir f'livell mal-għajnejn
my: စက်ကိုမျက်လုံးအမြင့်တွင်ထားပါ
nl: Houd apparaat op ooghoogte
pt_br: Segure o dispositivo na altura dos olhos
sr_cyrl: Држите уређај у висини очију
sr_latn: Držite uređaj u visini očiju
th: ถืออุปกรณ์ในระดับสายตา
uk: Тримайте пристрій на рівні очей
zu: Bamba idivayisi yakho iqondane namehlo

# IProov_PromptPitchTooLow
source: Hold device at eye level
af: Hou toestel op ooghoogte
da: Hold enheden i øjenhøjde
de: Kamera auf Augenhöhe halten
es: Mantenga el dispositivo al nivel de los ojos
fi: Pidä laitetta silmien tasolla
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hr: Držite uređaj u razini očiju
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
km: ដាក់ឧបករណ៍នៅកម្ពស់ត្រឹមភ្នែក
lt: Laikykite įrenginį akių lygyje
mt: Żomm it-tagħmir f'livell mal-għajnejn
my: စက်ကိုမျက်လုံးအမြင့်တွင်ထားပါ
nl: Houd apparaat op ooghoogte
pt_br: Segure o dispositivo na altura dos olhos
sr_cyrl: Држите уређај у висини очију
sr_latn: Držite uređaj u visini očiju
th: ถืออุปกรณ์ในระดับสายตา
uk: Тримайте пристрій на рівні очей
zu: Bamba idivayisi yakho iqondane namehlo

# IProov_PromptRollTooHigh
source: Avoid tilting your head
af: Moenie u kop skuins hou nie
da: Undgå at vippe hovedet
de: Neigen Sie Ihren Kopf nicht
es: Evite inclinar la cabeza
fi: Älä kallista päätäsi
hi: अपने सिर को झुकाने से बचें
hr: Izbjegavajte naginjanje glave
hu: Ne döntse a fejét oldalra
ja: 頭を傾けないでください
km: កុំផ្អៀងក្បាលរបស់អ្នក
lt: Stenkitės nekelti galvos
mt: Evita li tmejjel rasek
my: ခေါင်းမစောင်းပါနှင့်
nl: Vermijd het hoofd schuin te houden
pt_br: Evite inclinar a cabeça
sr_cyrl: Избегавајте нагињање главе
sr_latn: Izbegavajte naginjanje glave
th: อย่าเอียงศีรษะ
uk: Уникайте нахилів голови
zu: Gwema ukutshekisa ikhanda lakho

# IProov_PromptRollTooLow
source: Avoid tilting your head
af: Moenie u kop skuins hou nie
da: Undgå at vippe hovedet
de: Neigen Sie Ihren Kopf nicht
es: Evite inclinar la cabeza
fi: Älä kallista päätäsi
hi: अपने सिर को झुकाने से बचें
hr: Izbjegavajte naginjanje glave
hu: Ne döntse a fejét oldalra
ja: 頭を傾けないでください
km: កុំផ្អៀងក្បាលរបស់អ្នក
lt: Stenkitės nekelti galvos
mt: Evita li tmejjel rasek
my: ခေါင်းမစောင်းပါနှင့်
nl: Vermijd het hoofd schuin te houden
pt_br: Evite inclinar a cabeça
sr_cyrl: Избегавајте нагињање главе
sr_latn: Izbegavajte naginjanje glave
th: อย่าเอียงศีรษะ
uk: Уникайте нахилів голови
zu: Gwema ukutshekisa ikhanda lakho
