Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_idtype_pp
source: Passport
af: Paspoort
ar: جواز السفر
bg: Паспорт
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
fi: Passi
fr: Passeport
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
ja: パスポート
km: លិខិតឆ្លងដែន
lt: Pasas
lv: Pase
mt: Passaport
my: ပတ်စ်ပို့
nl: Paspoort
pt_br: Passaporte
pt_pt: Passaporte
ro: Pașaport
sr_cyrl: Пасош
sr_latn: Pasoš
th: หนังสือเดินทาง
uk: Паспорт
zu: Ipasipoti

# jumio_idtype_subtitle_country
source: Check issuing country
af: Kontroleer land van uitreiking
ar: تحقق من بلد الإصدار
bg: Изберете издаваща държава
da: Kontroller udstedelsesland
de: Ausstellungsland prüfen
el: Ελέγξτε τη χώρα έκδοσης
es: Compruebe el país de expedición
fi: Tarkista myöntäjämaa
fr: Vérifiez le pays de délivrance
hi: जारी करने वाले देश को चेक करें
hr: Provjerite državu izdavanja
hu: Ellenőrizze a kiállító országot
ja: 発行国を確認
km: ពិនិត្យប្រទេសដែលចេញប័ណ្ណ
lt: Patikrinkite išdavimo šalį
lv: Pārbaudiet izdevējvalsti
mt: Iċċekkja l-pajjiż tal-ħruġ
my: ထုတ်ပေးသည့်နိုင်ငံကို အမှန်ခြစ်ပါ
nl: Controleer het land van afgifte
pt_br: Verifique o país emissor
pt_pt: País emissor do cheque
ro: Verificați țara emitentă
sr_cyrl: Проверите земљу издавања
sr_latn: Proverite zemlju izdavanja
th: ตรวจสอบประเทศที่ออกเอกสาร
uk: Перевірте країну, де був виданий документ
zu: Hlola izwe elikhiphile

# jumio_idtype_subtitle_id
source: Select document type
af: Kies die soort dokument
ar: تحديد نوع المستند
bg: Изберете тип документ
da: Vælg ID-type
de: Dokumenttyp auswählen
el: Επιλέξτε τύπο εγγράφου
es: Seleccione el tipo de documento
fi: Valitse asiakirjan tyyppi
fr: Sélectionnez le type de document
hi: दस्तावेज़ के प्रकार का चयन करें
hr: Odaberite vrstu dokumenta
hu: Válassza ki az igazolvány típusát
ja: ドキュメントのタイプを選択
km: ជ្រើសរើសប្រភេទឯកសារ
lt: Pasirinkite dokumento tipą
lv: Izvēlieties dokumenta veidu
mt: Agħżel it-tip ta' dokument
my: စာရွက်စာတမ်း အမျိုးအစားကို ရွေးချယ်ပါ
nl: Selecteer type identiteitsbewijs
pt_br: Selecione o tipo de documento
pt_pt: Selecione o tipo de documento
ro: Selectați tipul de document
sr_cyrl: Изаберите тип документа
sr_latn: Izaberite tip dokumenta
th: เลือกประเภทเอกสาร
uk: Виберіть тип документа
zu: Khetha uhlobo lwedokhumenti

# jumio_idtype_visa
source: Visa
af: Visum
ar: التأشيرة
bg: Виза
da: Visum
de: Visum
fi: Viisumi
hi: वीज़ा
hu: Vízum
ja: ビザ
km: ទិដ្ឋាការ
lt: Viza
lv: Vīza
my: ဗီဇာ
pt_br: Visto
ro: Viză
sr_cyrl: Виза
sr_latn: Viza
th: วีซ่า
uk: Віза
zu: I-Visa

# jumio_iproov_failure_generic_angle
source: Hold device at eye level
af: Hou toestel op ooghoogte
da: Hold enheden i øjenhøjde
de: Kamera auf Augenhöhe halten
es: Mantenga el dispositivo al nivel de los ojos
fi: Pidä laitetta silmien tasolla
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hr: Držite uređaj u razini očiju
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
km: ដាក់ឧបករណ៍នៅកម្ពស់ត្រឹមភ្នែក
lt: Laikykite įrenginį akių lygyje
mt: Żomm it-tagħmir f'livell mal-għajnejn
my: စက်ကို မျက်စိနှင့်တစ်တန်းတည်း ကိုင်ထားပါ
nl: Houd apparaat op ooghoogte
pt_br: Segure o dispositivo na altura dos olhos
sr_cyrl: Држите уређај у висини очију
sr_latn: Držite uređaj u visini očiju
th: ถืออุปกรณ์ในระดับสายตา
uk: Тримайте пристрій на рівні очей
zu: Bamba idivayisi yakho iqondane namehlo

# jumio_iproov_failure_generic_light
source: Your face must be evenly lit and stand out from the background
af: U gesig moet egalig belig wees en teen die agtergrond uitstaan
da: Dit ansigt skal være jævnt belyst og skille sig ud fra baggrunden
de: Ihr Gesicht muss gleichmäßig ausgeleuchtet sein und sich vom Hintergrund abheben
es: Su cara debe estar uniformemente iluminada y distinguirse del fondo
fi: Kasvojen tulee olla valaistu tasaisesti, ja niiden tulee erottua selkeästi taustasta
hi: आपका चेहरा समान रूप से चमकीला होना चाहिए और पृष्ठभूमि से स्पष्ट होना चाहिए
hr: Lice vam mora biti ravnomjerno osvjetljeno i isticati se od pozadine
hu: Gondoskodjon arról, hogy arca egyenletesen legyen megvilágítva, és elkülönüljön a háttértől
ja: あなたの顔が、均一に照らされ、背景よりも目立つようにしてください
km: ផ្ទៃមុខរបស់អ្នកត្រូវតែមានពន្លឺស្មើគ្នា និងលេចធ្លោពីផ្ទៃខាងក្រោយ
lt: Jūsų veidas turi būti tolygiai apšviestas ir išsiskirti iš fono
mt: Wiċċek irid ikun imdawwal sew u jikkuntrasta mal-isfond
my: သင့်မျက်နှာသည် အညီအမျှအလင်းရပြီး နောက်ခံမှ ကွဲထွက်ရမည်
nl: Uw gezicht moet gelijkmatig verlicht worden en zich onderscheiden van de achtergrond
pt_br: Seu rosto deve estar iluminado de forma uniforme, e deve se destacar mais do que o plano de fundo
sr_cyrl: Ваше лице мора да буде равномерно осветљено и да се издваја од позадине
sr_latn: Vaše lice mora da bude ravnomerno osvetljeno i da se izdvaja od pozadine
th: ใบหน้าของคุณจะต้องสว่างสม่ำเสมอและโดดเด่นจากพื้นหลัง
uk: Ваше обличчя має бути рівномірно освітлене і виділятися на фоні
zu: Ubuso bakho kumelwe bukhanyiswe ngendlela efanayo futhi bugqame kunalokho okungemuva

# jumio_iproov_intro_la
source: Center your face in the frame and follow the on-screen instructions
af: Sit u gesig in die middel van die raam en volg die instruksies op die skerm
da: Centrer dit ansigt i rammen, og og følg vejledningen på skærmen
de: Zentrieren Sie Ihr Gesicht im Rahmen und befolgen Sie die Anweisungen auf dem Bildschirm
es: Centre el rostro en el marco y siga las instrucciones en pantalla
fi: Kohdista kasvosi kehyksen keskelle ja noudata näytöllä näkyviä ohjeita
hi: अपने चेहरे को फ्रेम के केंद्र में रखें और स्क्रीन पर आने वाले निर्देशों का पालन करें।
hr: Centrirajte lice u okviru i pratite upute na zaslonu
hu: Helyezze az arcát a keret közepébe, és kövesse a képernyőn megjelenő utasításokat
ja: 顔がフレームの中央になるようにして、画面の指示に従います。
km: ដាក់មុខរបស់អ្នកឲ្យចំពាក់កណ្ដាលស៊ុម ហើយអនុវត្តតាមការណែនាំនៅលើអេក្រង់។
lt: Išlaikykite veidą rėmelio centre ir vadovaukitės ekrane pateikiamais nurodymais
mt: Poġġi wiċċek fil-frejm u imxi mal-istruzzjonijiet li tara fuq l-iskrin
my: သင့်မျက်နှာကို ဘောင်အလယ်တွင်ထားပြီး စခရင်ပေါ်ရှိ ညွှန်ကြားချက်များအတိုင်း လုပ်ဆောင်ပါ
nl: Plaats je gezicht in het frame en volg de instructies op het scherm
pt_br: Centralize seu rosto na moldura e siga as instruções na tela
sr_cyrl: Центрирајте своје лице у оквиру и пратите упутства на екрану
sr_latn: Centrirajte svoje lice u okviru i pratite uputstva na ekranu
th: วางใบหน้าให้อยู่กลางกรอบและทำตามคำแนะนำบนหน้าจอ
uk: Розташуйте ваше обличчя в центрі рамки та дотримуйтесь інструкцій на екрані
zu: Beka ubuso bakho phakathi nendawo ohlakeni futhi ulandele iziqondiso ezisesikrinini

# jumio_list_supported_document_title
source: Supported documents
af: Ondersteunde dokumente
ar: الوثائق المدعومة
bg: Поддържани документи
da: Understøttede dokumenter
de: Unterstützte Dokumente
el: Υποστηριζόμενα έγγραφα
es: Documentos admitidos
fi: Tuetut dokumentit
fr: Documents pris en charge
hi: समर्थित दस्तावेज
hr: Podržani dokumenti
hu: Támogatott dokumentumok
ja: サポートされるドキュメント
km: ឯកសារដែលគាំទ្រ
lt: Palaikomi dokumentai
lv: Atbalstītie dokumenti
mt: Dokumenti appoġġjati
my: ပံ့ပိုးသော စာရွက်စာတမ်းများ
nl: Ondersteunde documenten
pt_br: Documentos suportados
pt_pt: Documentos suportados
ro: Documente acceptate
sr_cyrl: Подржани документи
sr_latn: Podržani dokumenti
th: เอกสารที่รองรับ
uk: Підтримувані документи
zu: Ama-dokhumenti akhokhelwayo

# jumio_liveness_prompt_no_target
source: Put your face in the frame
af: Sit u gesig in die raam
ar: ضع وجهك في الإطار
bg: Позиционирайте лицето си в рамката
da: Anbring dit ansigt i rammen
de: Bewegen Sie Ihr Gesicht in den Rahmen
el: Τοποθετήστε το πρόσωπό σας στο πλαίσιο
es: Ubique la cara dentro del marco
fi: Sovita kasvosi kehykseen
fr: Mettez votre visage dans le cadre
hi: अपने चेहरे को फ्रेम में रखें
hr: Stavite svoje lice u okvir
hu: Igazítsa az arcát a keretbe
ja: 顔をフレームの中に入れます
km: ដាក់មុខរបស់អ្នកនៅក្នុងស៊ុម
lt: Patalpinkite savo veidą rėmelyje
lv: Ievietojiet seju rāmītī
mt: Poġġi wiċċek fil-frejm
my: သင့်မျက်နှာကို ဘောင်ထဲဝင်အောင်ထားပါ
nl: Plaats je gezicht in het frame
pt_br: Coloque seu rosto na moldura
pt_pt: Coloque o seu rosto na moldura
ro: Încadrați-vă fața
sr_cyrl: Ставите своје лице у оквир
sr_latn: Stavite svoje lice u okvir
th: วางให้ใบหน้าอยู่ในกรอบ
uk: Розташуйте обличчя у рамці
zu: Beka ubuso bakho ohlakeni

# jumio_liveness_prompt_success_another_shot
source: Got it! Let's take another shot
af: Daarsy! Kom ons neem nog ’n skoot
fi: Selvä! Otetaanpa toinen kuva
ja: 了解！もう一枚撮りましょう
km: យល់ហើយ! អញ្ចឹងថតមួយទៀត
nl: Gelukt! Laten we nog een foto nemen
sr_cyrl: Разумем! Направимо још један снимак
uk: Зрозуміло! Зробимо ще раз

# jumio_liveness_upfront_intro
source: We need to take a scan of your face to verify that you are a real person.
af: Ons moet jou gesig skandeer om te bevestig dat jy ’n regte persoon is.
ar: نريد إجراء مسح لوجهك للتحقق من أنك شخص حقيقي.
bg: Трябва да направим снимка на лицето ви, за да потвърдим, че сте истински човек.
da: Vi er nødt til at scanne dit ansigt for at kunne bekræfte, at du er et menneske.
de: Wir müssen Ihr Gesicht scannen, um zu verifizieren, dass Sie wirklich eine Person sind.
el: Πρέπει να κάνουμε σάρωση του προσώπου σας για να επαληθεύσουμε ότι είστε πραγματικό άτομο.
es: Necesitamos escanear su rostro para verificar que es una persona real.
fi: Meidän täytyy skannata kasvosi vahvistaaksemme, että olet oikea henkilö.
fr: Nous devons scanner votre visage pour vérifier que vous êtes une vraie personne.
hi: यह वेरीफाई करने के लिए कि आप एक वास्तविक व्यक्ति हैं, हमें आपके चेहरे को स्कैन करने की आवश्यकता है।
hr: Moramo skenirati vaše lice da bismo potvrdili da ste stvarna osoba.
hu: Be kell szkennelnünk az arcát, hogy meggyőződjünk róla, valódi személyről van szó.
ja: あなたが実在の人物であることを確認するため、顔をスキャンする必要があります。
km: យើងត្រូវថតការស្កេនមុខរបស់អ្នក ដើម្បីផ្ទៀងផ្ទាត់ថា អ្នកជាមនុស្សពិត។
lt: Norėdami įsitikinti, kad esate tikras asmuo, turėsime nuskaityti jūsų veidą.
lv: Mums ir jānoskenē Jūsu seja, lai pārbaudītu, vai esat īsta persona.
mt: Irridu nieħdu niskennjaw wiċċek biex nivverifikaw li int persuna reali.
my: သင် လူအစစ်ဖြစ်ကြောင်း အတည်ပြုရန် သင့်မျက်နှာကို စကန်ဖတ်ရန် လိုအပ်သည်။
nl: We moeten een scan van je gezicht maken om te controleren of je een echt persoon bent.
pt_br: Precisamos fazer uma varredura do seu rosto para verificar se você é uma pessoa real.
pt_pt: Precisamos de fazer uma digitalização do seu rosto para verificar que é uma pessoa real.
ro: Trebuie să vă scanăm fața pentru a verifica dacă sunteți o persoană reală.
sr_cyrl: Морамо да вам скенирамо лице да бисмо потврдили да сте стварна особа.
sr_latn: Moramo da vam skeniramo lice da bismo potvrdili da ste stvarna osoba.
th: คุณจะต้องสแกนใบหน้าของคุณเพื่อยืนยันว่าคุณเป็นคนจริงๆ
uk: Нам потрібно просканувати ваше обличчя, щоб переконатися, що ви реальна людина.
zu: Kudingeka siskene ubuso bakho ukuze siqinisekise ukuthi ungumuntu ongokoqobo.

# jumio_loading_title
source: Loading
af: Besig om te laai
ar: جار التحميل
bg: Зареждане
da: Indlæser
de: Lädt
el: Φόρτωση
es: Cargando
fi: Ladataan
fr: Chargement en cours
hi: लोड हो रहा है
hr: Učitavam
hu: Betöltés
ja: 読み込み中
km: កំពុងផ្ទុក
lt: Įkeliama
lv: Ielādē
mt: Qed jillowdja
my: တင်နေသည်
nl: Aan het laden
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
sr_cyrl: Учитавање
sr_latn: Učitavanje
th: กำลังโหลด
uk: Завантаження
zu: Iyaloda

# jumio_nfc_button_skip
source: Skip
af: Huppel
ar: تخطى
bg: Пропуснете
da: Springe
de: Überspringen
el: Παραλείπω
es: Omitir
fi: Ohita
fr: Sauter
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
ja: スキップ
km: រំលង
lt: Praleisti
lv: Izlaist
mt: Aqbeż
my: ကျော်ရန်
nl: Overspringen
pt_br: Ignorar
pt_pt: Pular
ro: Ocolire
sr_cyrl: Прескочи
sr_latn: Preskoči
th: ข้าม
uk: Пропустити
zu: Yeqa

# jumio_nfc_description_secure_connection
source: Establishing secure connection
af: Besig om beveiligde verbinding te maak
ar: إنشاء اتصال آمن
bg: Установяване на защитена връзка
da: Opretter sikker forbindelse
de: Sichere Verbindung herstellen
el: Δημιουργία ασφαλούς σύνδεσης
es: Establecimiento de una conexión segura
fi: Muodostetaan suojattua yhteyttä
fr: Établissement d'une connexion sécurisée
hi: सुरक्षित कनेक्शन स्थापित किया जा रहा है
hr: Uspostavljanje sigurne veze
hu: Biztonságos kapcsolat létrehozása
ja: セキュリティで保護された接続を確立しています
km: កំពុងបង្កើតការតភ្ជាប់ដែលមានសុវត្ថិភាព
lt: Užmezgamas saugus ryšys
lv: Izveido drošu savienojumu
mt: Qed jistabbilixxi konnessjoni sigura
my: လုံခြုံသောချိတ်ဆက်မှုတည်ဆောက်နေသည်
nl: Veilige verbinding tot stand brengen
pt_br: Estabelecendo conexão segura
pt_pt: A estabelecer ligação segura
ro: Stabilirea unei conexiuni sigure
sr_cyrl: Успостављање безбедне везе
sr_latn: Uspostavljanje bezbedne veze
th: กำลังสร้างการเชื่อมต่อที่ปลอดภัย
uk: Встановлення безпечного з'єднання
zu: Isungula ukuxhumana okuphephile

# jumio_nfc_description_start_other
source: Slide phone across the front cover until your passport is automatically detected
af: Skuif foon oor die voorblad totdat u paspoort outomaties bespeur word
ar: ضع هاتفك على الغلاف الأمامي لجواز السفر حتى اكتمال المسح الضوئي
bg: Поставете телефона си върху предната корица на паспорта, докато сканирането приключи
da: Skub telefonen hen over forsiden, indtil dit pas automatisk registreres
de: Schieben Sie das Telefon über die vordere Abdeckung, bis Ihr Reisepass automatisch erkannt wird
el: Τοποθετήστε το τηλέφωνό σας στο μπροστινό εξώφυλλο του διαβατηρίου μέχρι να ολοκληρωθεί η σάρωση
es: Deslice el teléfono por la cubierta frontal hasta que su pasaporte sea detectado automáticamente
fi: Liu'uta puhelinta etukannella, kunnes passi tunnistetaan automaattisesti
fr: Placez votre téléphone sur la couverture du passeport jusqu'à la fin de la numérisation
hi: जब तक आपका पासपोर्ट स्वचालित रूप से पता नहीं चल जाता तब तक फ्रंट कवर पर फोन स्लाइड करें
hr: Pređite telefonom preko prednjeg poklopca dok se putovnica ne otkrije automatski
hu: Csúsztassa a telefont az előlapra, amíg az útlevelet automatikusan felismeri
ja: パスポートが自動的に検出されるまで、スマートフォンをフロントカバーでスライドさせます
km: រុញទូរសព្ទឆ្លងកាត់គម្របខាងមុខរហូតដល់លិខិតឆ្លងដែនរបស់អ្នកត្រូវបានរកឃើញដោយស្វ័យប្រវត្តិ
lt: Veskite telefoną priekine puse, kol jūsų pasas bus automatiškai aptiktas
lv: Novietojiet tālruni uz pases priekšējā vāka, līdz skenēšana ir pabeigta
mt: Għaddi l-mowbajl minn fuq il-cover ta' quddiem sakemm jiġi identifikat awtomatikament il-passaport
my: သင့်ပတ်စ်ပို့ကို အလိုအလျောက်အာရုံခံမိသည်အထိ ဖုန်းကို ပတ်စ်ပို့၏ရှေ့ဖုံးတလျှောက် ရွှေ့ပါ
nl: Schuif de telefoon over de voorkant totdat je paspoort automatisch wordt gedetecteerd
pt_br: Deslize o celular pela capa frontal até o passaporte ser detectado automaticamente
pt_pt: Coloque o seu telemóvel na capa do passaporte até a leitura estar concluída
ro: Așezați telefonul pe coperta pașaportului până la finalizarea scanării
sr_cyrl: Превуците телефон преко предње корице док се пасош аутоматски не открије
sr_latn: Prevucite telefon preko prednje korice dok se vaš pasoš automatski ne otkrije
th: เลื่อนโทรศัพท์ผ่านปกหน้าจนกว่าจะตรวจพบหนังสือเดินทางโดยอัตโนมัติ
uk: Проведіть телефоном по лицьовій стороні обкладинки, доки ваш паспорт не буде автоматично виявлено
zu: Hambisa ifoni phezu kwesembozo esiphambili kuze kutholakale ipasipoti yakho ngokuzenzakalelayo

# jumio_nfc_description_start_us
source: Slide phone across the inside of the back cover until your passport is automatically detected
af: Skuif foon oor die binnekant van die agterblad totdat u paspoort outomaties bespeur word
ar: ضع هاتفك على الغلاف الخلفي لجواز سفرك من الداخل حتى يكتمل المسح الضوئي
bg: Поставете телефона си от вътрешната страна на задната корица на паспорта си, докато сканирането приключи
da: Skub telefonen hen over indersiden af bagsiden, indtil dit pas automatisk registreres
de: Telefon über Innenseite der hinteren Abdeckung schieben, bis Ihr Reisepass automatisch erkannt wird
el: Τοποθετήστε το τηλέφωνό σας στο εσωτερικό του πίσω εξωφύλλου του διαβατηρίου σας μέχρι να ολοκληρωθεί η σάρωση
es: Deslice el teléfono por el interior de la contraportada hasta que su pasaporte sea detectado
fi: Liu'uta puhelinta takakannen sisäpuolella, kunnes passi tunnistetaan automaattisesti
fr: Placez votre téléphone à l'intérieur de la couverture arrière de votre passeport jusqu'à la fin de la numérisation
hi: जब तक आपका पासपोर्ट अपने आप पता नहीं लग जाता है, तब तक बैक कवर के अंदर फोन स्लाइड करें
hr: Pređite telefonom preko unutarnje strane stražnjeg poklopca dok se putovnica ne otkrije automatski
hu: Csúsztassa végig a telefont a hátlap belső felén, amíg automatikusan felismeri az útlevelet.
ja: パスポートが自動的に検出されるまで、スマートフォンをバックカバーの内側でスライドさせます
km: រុញទូរសព្ទឆ្លងកាត់ផ្នែកខាងក្នុងនៃគម្របខាងក្រោយរហូតដល់លិខិតឆ្លងដែនរបស់អ្នកត្រូវបានរកឃើញស្វ័យប្រវត្តិ
lt: Veskite telefoną viršutine galinės dalies puse, kol jūsų pasas bus automatiškai aptiktas
lv: Novietojiet tālruni pases aizmugurējā vāka iekšpusē, līdz skenēšana ir pabeigta
mt: Għaddi l-mowbajl minn fuq il-cover ta' wara sakemm jiġi identifikat awtomatikament il-passaport
my: သင့်ပတ်စ်ပို့ကို အလိုအလျောက်အာရုံခံမိသည်အထိ ဖုန်းကို ပတ်စ်ပို့၏နောက်ဖုံးအတွင်းဘက်တလျှောက် ရွှေ့ပါ
nl: Schuif telefoon over de binnenkant van achtercover totdat je paspoort automatisch wordt gedetecteerd
pt_br: Deslize o celular pela parte interna da capa traseira até o passaporte ser detectado automaticamente
pt_pt: Coloque o seu telemóvel na parte interior da contracapa do seu passaporte até a leitura estar concluída
ro: Plasați telefonul în interiorul copertei din spate a pașaportului până la finalizarea scanării
sr_cyrl: Превуците телефон преко унутрашње стране задње корице док се пасош аутоматски не открије
sr_latn: Prevucite telefon preko unutrašnje strane zadnje korice dok se vaš pasoš automatski ne otkrije
th: เลื่อนโทรศัพท์ผ่านด้านในของปกหลังจนกว่าจะตรวจพบหนังสือเดินทางโดยอัตโนมัติ
uk: Проведіть телефоном по внутр. част зворот. обкладинки, доки ваш паспорт не буде автоматично виявлено
zu: Hambisa ifoni phezu kwesembozo sangaphakathi esingemuva kuze kutholakale ipasipoti ngokuzenzakalelay

# jumio_nfc_general_error_dialog_title
source: Scan incomplete
af: Skandering onvoltooi
ar: المسح غير مكتمل
bg: Незавършено сканир.
da: Scanning ufærdig
de: Scan unvollständig
el: Μη ολοκληρωμ. σάρωση
es: Escaneo incompleto
fi: Skannaus ei riitä
fr: Numérisation incomp.
hi: स्कैन अधूरा
hr: Skeniranje nepotpuno
hu: A szkennelés hiányos
ja: スキャンが不完全
km: ការស្កេនមិនទាន់ចប់
lt: Nuskaitymas nebaigta
lv: Skenēšana nepabeigta
mt: L-iskenn mhux lest
my: စကန်ဖတ်၍မပြီးပါ
nl: Scan onvolledig
pt_br: Varredura incompleta
pt_pt: Digitalização incomp
ro: Scanare incompletă
sr_cyrl: Непотпуно скенирање
sr_latn: Nepotpuno skeniranje
th: สแกนไม่เสร็จสมบูรณ์
uk: Сканування не повне
zu: Ukuskena akuphelele

# jumio_nfc_header_extracting
source: Extracting data
af: Data word onttrek
ar: استخراج البيانات
bg: Извличане на данните
da: Udtrækker data
de: Daten extrahieren
el: Εξαγωγή δεδομένων
es: Extrayendo datos
fi: Tietoja poimitaan
fr: Données extraites
hi: डेटा निकालना
hr: Vađenje podataka
hu: Adatok kigyűjtése
ja: データを抽出しています
km: កំពុងទាញទិន្នន័យចេញ
lt: Iškeliami duomenys
lv: Iegūst datus
mt: Qed jestratta d-data
my: ဒေတာထုတ်ယူနေသည်
nl: Data aan het uithalen
pt_br: Extraindo dados
pt_pt: A extrair dados
ro: Se extrag datele
sr_cyrl: Издвајање података
sr_latn: Izdvajanje podataka
th: กำลังแยกข้อมูล
zu: Ikhipha imininigwane

# jumio_nfc_header_finish
source: Scanning completed
af: Skandering voltooi
ar: اكتمل المسح
bg: Сканирането завърши
da: Scanning afsluttet
de: Scannen abgeschlossen
el: Η σάρωση ολοκληρώθηκε
es: Escaneo completado
fi: Skannaus valmis
fr: Numérisation terminée
hi: स्कैनिंग पूरी हुई
hr: Skeniranje je završeno
hu: A szkennelés befejeződött
ja: スキャンが完了しました
km: បានបញ្ចប់ការស្កេន
lt: Skenavimas baigtas
lv: Skenēšana pabeigta
mt: L-iskennjar lest
my: စကန်ဖတ်ပြီးပါပြီ
nl: Scannen voltooid
pt_br: Varredura concluída
pt_pt: Digitalização concluída
ro: Scanare finalizată
sr_cyrl: Скенирање је завршено
sr_latn: Skeniranje je završeno
th: การสแกนเสร็จสมบูรณ์
uk: Сканування завершено
zu: Ukuskena kuphelile

# jumio_nfc_retry_error_general
source: Try again and follow the instructions as illustrated
af: Probeer weer en volg die instruksies soos geïllustreer
da: Prøv igen, og følg instruktionerne som vist
de: Erneut versuchen u. Anweisungen wie illustriert befolgen
es: Inténtelo de nuevo y siga las instrucciones como se ilustra
fi: Yritä uudelleen ja seuraa ohjeita kuvan osoittamalla tavalla
hi: फिर से कोशिश करें और निर्देशों का सचित्र पालन करें
hr: Pokušajte ponovo i slijedite upute kako su prikazane
hu: Próbálja újra, és kövesse az utasításokat az ábra szerint
ja: もう一度やり直して、図のように指示に従ってください
km: ព្យាយាមម្តងទៀត ហើយធ្វើតាមការណែនាំដូចដែលបានបង្ហាញ
lt: Bandykite dar kartą ir vykdykite instrukcijas, kaip nurodyta
mt: Erġa' pprova u segwi l-istruzzjonijiet kif qed jintwera
my: ထပ်မံကြိုးစားပြီး ပုံပါညွှန်ကြားချက်များအတိုင်းလုပ်ပါ
nl: Probeer het nog eens en volg de instructies zoals afgebeeld
pt_br: Tente novamente e siga as instruções conforme ilustrado
sr_cyrl: Покушајте поново и пратите упутства као што је приказано
sr_latn: Pokušajte ponovo i pratite uputstva kao što je prikazano
th: ลองอีกครั้งและทำตามคำแนะนำดังที่แสดง
uk: Повторіть спробу та дотримуйтесь показаних інструкцій
zu: Zama futhi ulandele iziqondiso njengoba kubonisiwe

# jumio_nfc_retry_tag_lost
source: Hold still once the passport is detected
af: Hou stil sodra die paspoort bespeur is
ar: انتظر حتى يتم اكتشاف جواز السفر
bg: Щом паспортът бъде засечен, стойте неподвижни
da: Hold stille, når passet er registreret
de: Stillhalten, sobald Reisepass erkannt wurde
el: Κρατήστε το ακίνητο όταν εντοπ. το διαβατήριο
es: Quédese quieto tras detectarse el pasaporte
fi: Pysy paikoillasi, kun passi on tunnistettu
fr: Restez immobile une fois le passeport détecté
hi: पासपोर्ट का पता लगने के बाद स्थिर पकड़े रखें
hr: Budite mirni nakon što se otkrije putovnica
hu: Az útlevél észlelése után tartsa lenyomva
ja: パスポートが検出されても静止したまま
km: កាន់ឱ្យនឹងនៅពេលដែលលិខិតឆ្លងដែនត្រូវបានរកឃើញ
lt: Nejudėkite, kol pasas bus surastas
lv: Kad pase ir uzņemta, nekustieties
mt: Meta jiġi identifiakt il-passaport, tiċċaqlax
my: ပတ်စ်ပို့ကို တွေ့သည်နှင့် ငြိမ်ငြိမ်နေပါ
nl: Houd stil zodra het paspoort is gedetecteerd
pt_br: Não se mexa quando o passaporte for detectado
pt_pt: Pare quando o passaporte for detectado
ro: Stați nemișcat la detectarea pașaportului
sr_cyrl: Будите мирни када се пасош открије
sr_latn: Budite mirni kada se pasoš otkrije
th: ถือนิ่ง ๆ เมื่อตรวจพบหนังสือเดินทางแล้ว
uk: Коли буде виявлено паспорт, не ворушиться
zu: Bamba kunganyakazi lapho kutholwa ipasipoti

# jumio_start_button
source: Start
af: Begin
ar: بدء
bg: Старт
de: Starten
el: Έναρξη
es: Empezar
fi: Aloita
fr: Commencer
hi: शुरू करें
hu: Indítás
ja: 開始
km: ចាប់ផ្តើម
lt: Pradėti
lv: Sākt
mt: Ibda
my: စတင်ရန်
nl: Beginnen
pt_br: Iniciar
pt_pt: Começar
sr_cyrl: Започни
sr_latn: Započni
th: เริ่ม
uk: Почати
zu: Qala

# jumio_start_instructions_01
source: Find a well-lit surface
af: Kry 'n goedverligte oppervlak
ar: ابحث عن سطح جيد الإضاءة
bg: Намери добре осветена повърхност
da: Find en belyst flade
de: Suchen Sie eine gut beleuchtete Oberfläche
el: Βρείτε μια καλά φωτισμένη επιφάνεια
es: Busque una superficie bien iluminada
fi: Etsi hyvin valaistu pinta
fr: Trouvez une surface bien éclairée
hi: एक अच्छी रोशनी वाली सतह ढूंढें
hr: Pronađite dobro osvijetljenu površinu
hu: Keressen egy jól megvilágított felületet
ja: 明るい場所を見つけてください
km: រកមើលផ្ទៃដែលមានពន្លឺល្អ
lt: Raskite gerai apšviestą paviršių
lv: Atrodiet labi apgaismotu virsmu
mt: Sib wiċċ imdawwal sew
my: အလင်းရောင်ကောင်းကောင်းရသော မျက်နှာပြင်ကို ရှာပါ
nl: Zoek een goed verlichte ondergrond
pt_br: Encontre uma superfície bem iluminada
pt_pt: Encontre uma superfície bem iluminada
ro: Găsiți o suprafață bine iluminată
sr_cyrl: Пронађите добро осветљену површину
sr_latn: Pronađite dobro osvetljenu površinu
th: ค้นหาพื้นผิวที่มีแสงสว่างเพียงพอ
uk: Знайдіть добре освітлену поверхню
zu: Thola indawo ekhanya kahle
