Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_face_reject_details_multiple_people
source: Be the only person in the frame
af: Sorg dat jy die enigste persoon in die raampie is
ar: كن الشخص الوحيد في الإطار
bg: Увери се, че си единственият човек в кадъра
da: Du skal være den eneste person på billedet
de: Achten Sie darauf, dass Sie die einzige Person im Rahmen sind.
el: Να είστε το μόνο άτομο εντός του πλαισίου
es: Debe ser la única persona dentro del encuadre
fi: Varmista, että olet ainoa kehyksessä näkyvä henkilö
fr: Vous devez être la seule personne dans le cadre
hi: फ़्रेम में होने वाले एकमात्र व्यक्ति बनें
hr: Namjestite se tako da ste jedina osoba u kadru
hu: Egyedül Ön legyen a keretben
ja: フレームには一人だけ入るようにしてください
km: ជាមនុស្សតែម្នាក់គត់នៅក្នុងស៊ុម
lt: Įsitikinkite, kad esate vienintelis asmuo rėmelyje
lv: Pārliecinieties, ka esat vienīgā persona kadrā
mt: Trid tkun l-unika persuna fl-inkwadratura
my: ဘောင်ထဲတွင် တစ်ယောက်တည်း ရှိပါစေ
nl: Zorg dat je de enige persoon in beeld bent
pt_br: Você deve ser a única pessoa a se enquadrar
pt_pt: Tem de ser a única pessoa na moldura
ro: Trebuie să fiți singura persoană din cadru
sr_cyrl: Будите једина особа у кадру
sr_latn: Budite jedina osoba u kadru
th: อยู่ในกรอบเพียงคนเดียว
uk: В кадрі маєте бути лише ви
zu: Makube nguwe kuphela osohlakeni

# jumio_face_reject_title_eyes_closed
source: Eyes are closed
af: Oë is toe
ar: الأعين مغلقة
bg: Очите са затворени
da: Øjnene er lukket
de: Die Augen sind geschlossen
el: Τα μάτια είναι κλειστά
es: Ojos cerrados
fi: Silmät ovat kiinni
fr: Les yeux sont fermés
hi: आँखें बंद है
hr: Oči su zatvorene
hu: Csukva van a szeme
ja: 目が閉じています
km: ភ្នែកបិទ
lt: Užmerktos akys
lv: Aizvērtas acis
mt: L-għajnejn magħluqin
my: မျက်စိ မှိတ်နေသည်
nl: Ogen zijn gesloten
pt_br: Os olhos estão fechados
pt_pt: Os olhos estão fechados
ro: Ochii sunt închiși
sr_cyrl: Очи су затворене
sr_latn: Oči su zatvorene
th: ตาปิดอยู่
uk: Очі заплющені
zu: Amehlo avaliwe

# jumio_face_reject_title_generic
source: Face verification failed
af: Gesigverifiëring het misluk
ar: حاول مرة اخرى
bg: Опитайте отново
da: Ansigtsbekræftelse mislykkedes
de: Gesichtserkennung fehlgeschlagen
el: Δοκιμάστε ξανά
es: Inténtelo de nuevo
fi: Kasvojentunnistus epäonnistui
fr: Veuillez réessayer
hi: चेहरे का वेरिफिकेशन नहीं हो पाया
hr: Neuspjela provjera lica
hu: Arcellenőrzés sikertelen
ja: 顔認証に失敗しました
km: ការផ្ទៀងផ្ទាត់មុខបានបរាជ័យ
lt: Veido patvirtinimas nepavyko
lv: Mēģiniet vēlreiz
mt: Il-verifika tal-wiċċ ma rnexxietx
my: ထပ်ကြိုးစားကြည့်ပါ
nl: Gezichtsverificatie mislukt
pt_br: O reconhecimento facial falhou
pt_pt: Tente novamente
ro: Încercați din nou
sr_cyrl: Верификација лица није успела
sr_latn: Verifikacija lica nije uspela
th: การตรวจสอบใบหน้าล้มเหลว
uk: Не вдалося перевірити обличчя
zu: Ukuqinisekisa kobuso kuhlulekile

# jumio_face_reject_title_multiple_people
source: Multiple people detected
af: Veelvuldige mense waargeneem
ar: جرى اكتشاف أشخاص متعددين
bg: Повече от един човек
da: Der er fundet flere personer
de: Mehrere Personen erkannt
el: Εντοπίστηκαν πολλά άτομα
es: Varias personas detectadas
fi: Useita henkilöitä tunnistettu
fr: Plusieurs personnes détectées
hi: बहुत सारे लोगों का पता चला
hr: U kadru je više osoba
hu: Több személy észlelhető
ja: 複数の人物が検出されました
km: បានរកឃើញមនុស្សច្រើន
lt: Aptikti keli asmenys
lv: Katrā redzamas vairākas personas
mt: Ġew identifikati diversi nies
my: လူများစွာကို တွေ့ရှိသည်
nl: Meerdere personen gedetecteerd
pt_br: Várias pessoas detectadas
pt_pt: Várias pessoas detetadas
ro: S-au detectat mai multe persoane
sr_cyrl: Откривено је више људи
sr_latn: Otkriveno je više ljudi
th: ตรวจพบหลายคน
uk: Виявлено кілька людей
zu: Kubonakala abantu abaningi

# jumio_face_reject_title_obscured_face
source: Face is obscured
af: Gesig is bedek
ar: الوجه مشوش
bg: Лицето не се вижда ясно
da: Ansigtet er sløret
de: Das Gesicht ist verdeckt
el: Το πρόσωπο είναι δυσδιάκριτο
es: Rostro oscuro
fi: Kasvot eivät näy selkeästi
fr: Le visage est assombri
hi: चेहरा अस्पष्ट है
hr: Lice nije vidljivo
hu: Az arc homályosan látható
ja: 顔がぼやけています
km: បាំងមុខ
lt: Nesimato veido
lv: Daļēji aizsegta seja
mt: Il-wiċċ huwa mgħotti/mhux ċar
my: မျက်နှာ ကွယ်နေသည်
nl: Gezicht is verhuld
pt_br: O rosto está obscurecido
pt_pt: O rosto está obscurecido
ro: Fața este ascunsă
sr_cyrl: Лице је сакривено
sr_latn: Lice je sakriveno
th: ใบหน้าถูกบดบัง
uk: Обличчя не видно
zu: Ubuso busithekile

# jumio_face_reject_title_sunglasses
source: Sunglasses detected
af: Sonbril waargeneem
ar: تم اكتشاف النظارات الشمسية
bg: Засечени слънчеви очила
da: Solbriller er blevet opdaget
de: Sonnenbrillen werden erkannt
el: Ανιχνεύονται γυαλιά ηλίου
es: Gafas de sol detectadas
fi: Aurinkolasit on havaittu
fr: Les lunettes de soleil sont détectées
hi: धूप का चश्मा पहचाना गया है
hr: Otkrivene su sunčane naočale
hu: Napszemüveget észleltek
ja: サングラスが検出されました
km: បានរកឃើញវ៉ិបសត្វ
lt: Aptikti akiniai nuo saulės
lv: Saulesbrilles ir konstatētas
mt: Jinstabu nuċċalijiet tax-xemx
my: မျက်မှန် တွေ့ရှိသည်
nl: Zonnebrillen worden gedetecteerd
pt_br: Óculos de sol detectados
pt_pt: Óculos de sol foram detectados
ro: Ochelarii de soare au fost detectați
sr_cyrl: Откривене су сунчане наочаре
sr_latn: Otkrivene su sunčane naočare
th: ตรวจพบแว่นกันแดด
uk: Виявлено сонцезахисні окуляри
zu: Izibuko zokukhanya zitholakele

# jumio_face_reject_title_too_bright
source: Too much light
af: Te veel lig
ar: مُضاءة للغاية
bg: Твърде много светлина
da: For meget lys
de: Zu viel Licht
el: Είναι πολύ φωτεινά
es: Demasiada luz
fi: Liikaa valoa
fr: Trop de lumière
hi: बहुत ज़्यादा रौशनी
hr: Presvijetlo
hu: Túl sok fény
ja: 光が多すぎます
km: ភ្លឺខ្លាំងពេក
lt: Per šviesu
lv: Pārāk gaišs
mt: Hemm wisq dawl
my: အလင်းများလွန်းသည်
nl: Te veel licht
pt_br: Luz em excesso
pt_pt: Demasiada luz
ro: Prea multă lumină
sr_cyrl: Превише светла
sr_latn: Previše svetla
th: สว่างเกินไป
uk: Занадто багато світла
zu: Kukhanya kakhulu

# jumio_face_reject_title_too_dark
source: Too dark
af: Te donker
ar: مظلمة للغاية
bg: Твърде тъмно
da: For mørkt
de: Zu dunkel
el: Είναι πολύ σκοτεινά
es: Demasiada oscuridad
fi: Liian pimeää
fr: Trop sombre
hi: बहुत ज़्यादा अँधेरा
hr: Pretamno
hu: Túl sötét
ja: 暗すぎます
km: ងងឹតពេក
lt: Per tamsu
lv: Pārāk tumšs
mt: Wisq mudlam
my: မှောင်လွန်းသည်
nl: Te donker
pt_br: Ambiente muito escuro
pt_pt: Demasiado escuro
ro: Prea întunecat
sr_cyrl: Превише мрачно
sr_latn: Previše mračno
th: มืดเกินไป
uk: Занадто темно
zu: Kumnyama kakhulu

# jumio_face_reject_title_too_much_movement
source: Too much movement
af: Te veel beweging
ar: حركة كثيرة للغاية
bg: Твърде много движение
da: For meget bevægelse
de: Zu starke Bewegungen
el: Υπάρχει πολλή κίνηση
es: Demasiado movimiento
fi: Liikaa liikettä
fr: Trop de mouvement
hi: बहुत ज़्यादा हलचल
hr: Objekt nije statičan
hu: Túl sokat mozog
ja: 動きすぎです
km: មានចលនាច្រើនពេក
lt: Per daug judesio
lv: Nekustieties
mt: Hemm wisq moviment
my: လှုပ်ရှားမှု များလွန်းသည်
nl: Te veel beweging
pt_br: Movimento em excesso
pt_pt: Demasiado movimento
ro: Prea multă mișcare
sr_cyrl: Превише покрета
sr_latn: Previše pokreta
th: เคลื่อนไหวมากเกินไป
uk: Занадто багато руху
zu: Kunomnyakazo omningi

# jumio_id_confirm_button_confirm
source: Confirm
af: Bevestig
ar: تأكيد
bg: Потвърждавам
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
ja: 確認
km: បញ្ជាក់
lt: Patvirtinti
lv: Apstiprināt
mt: Ikkonferma
my: အတည်ပြုမည်
nl: Bevestigen
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmare
sr_cyrl: Потврди
sr_latn: Potvrdi
th: ยืนยัน
uk: Підтвердити
zu: Qinisekisa

# jumio_id_confirm_paragraph
source: Make sure the details are clearly visible and readable
af: Maak seker die besonderhede is duidelik sigbaar en leesbaar
ar: تأكد من أن التفاصيل مرئية بوضوح ويمكن قراءتها
bg: Уверете се, че информацията се вижда ясно и е четлива
da: Sørg for, at detaljerne er tydelige og letlæselige
de: Stellen Sie sicher, dass die Details klar sichtbar und lesbar sind
el: Βεβαιωθείτε ότι όλα τα στοιχεία φαίνονται καθαρά και είναι ευανάγνωστα
es: Asegúrese de que los datos sean claramente visibles y legibles
fi: Varmista, että tiedot ovat selkeästi näkyvissä ja luettavissa
fr: Assurez-vous que les détails sont visibles et lisibles
hi: सुनिश्चित करें कि विवरण स्पष्ट रूप से दिखाई दे रहे हैं और पढ़ने योग्य हैं
hr: Pazite da su svi detalji vidljivi i čitljivi
hu: Ügyeljen arra, hogy az adatok tisztán láthatók és olvashatók-e.
ja: 詳細がはっきりと表示され、読み取り可能であることを確認してください
km: ត្រូវប្រាកដថាព័ត៌មានលម្អិតអាចមើលឃើញច្បាស់ និងអានបាន
lt: Patikrinkite, ar visi duomenys aiškiai matomi ir įskaitomi
lv: Pārliecinieties, ka informācija ir skaidri redzama un lasāma
mt: Aċċerta li d-dettalji kollha huma viżibbli u li jistgħu jinqraw
my: အသေးစိတ်အချက်အလက်များကို ရှင်းလင်းစွာမြင်ရပြီး ဖတ်၍ရကြောင်း သေချာပါစေ
nl: Zorg ervoor dat de details duidelijk zichtbaar en leesbaar zijn
pt_br: Certifique-se de que os detalhes estejam claramente visíveis e legíveis
pt_pt: Certifique-se de que os detalhes são claramente visíveis e legíveis
ro: Asigurați-vă că datele sunt vizibile și lizibile
sr_cyrl: Побрините се да детаљи буду јасно видљиви и читљиви
sr_latn: Pobrinite se da detalji budu jasno vidljivi i čitljivi
th: ตรวจสอบให้แน่ใจว่ารายละเอียดสามารถมองเห็นชัดเจนและอ่านออกได้
uk: Переконайтеся, що деталі чіткі та розбірливі
zu: Qiniseka ukuthi imininingwane ibonakala ngokucacile futhi iyafundeka

# jumio_id_confirm_title
source: Confirm your photo
af: Bevestig u foto
ar: تأكيد صورتك
bg: Потвърдете снимката си
da: Kontroller dit billede
de: Bestätigen Sie Ihr Foto
el: Επιβεβαίωση της φωτογραφίας σας
es: Confirme la foto
fi: Vahvista valokuvasi
fr: Confirmez votre photo
hi: अपनी तस्वीर की पुष्टि करें
hr: Potvrdi svoju fotografiju
hu: Erősítse meg a fényképet
ja: 写真を確認
km: បញ្ជាក់រូបថតរបស់អ្នក
lt: Patvirtinkite nuotrauką
lv: Apstipriniet savu fotoattēlu
mt: Ikkonferma r-ritratt tiegħek
my: သင့်ဓာတ်ပုံကို အတည်ပြုပါ
nl: Bevestig uw foto
pt_br: Confirme sua foto
pt_pt: Confirme a sua foto
ro: Confirmați fotografia
sr_cyrl: Потврдите своју фотографију
sr_latn: Potvrdite svoju fotografiju
th: ยืนยันภาพถ่ายของคุณ
uk: Підтвердьте ваше фото
zu: Qinisekisa isithombe sakho

# jumio_id_scan_guide_back_side
source: Capture the BACK side
af: Neem die AGTERKANT af
ar: التقاط صورة للجانب "الخلفي"
bg: Снимайте ЗАДНАТА страна
da: Fang BAGsiden
de: Nehmen Sie die RÜCKSEITE auf
el: Πάρτε μια φωτογραφία την ΠΙΣΩ όψη
es: Capture la parte TRASERA
fi: Kuvaa TAKAPUOLI
fr: Prenez une photo du VERSO
hi: बैक साइड को कैप्चर करें
hr: Snimite POLEĐINU
hu: Rögzítse a HÁTULSÓ oldalt
ja: 裏面をキャプチャします
km: ថតយកខាងក្រោយ
lt: Nufotografuokite GALINĘ pusę
lv: Nofotogrāfējiet AIZMUGURI
mt: Iġbed ritratt tan-naħa ta' WARA
my: နောက်ဘက်ခြမ်းကို ရိုက်ကူးပါ
nl: De ACHTERKANT vastleggen
pt_br: Capture o lado do VERSO
pt_pt: Capture o VERSO
ro: Captură a părții VERSO
sr_cyrl: Снимите ЗАДЊУ страну
sr_latn: Snimite ZADNЈU stranu
th: ถ่ายภาพด้านหลัง
uk: Зняти ЗВОРОТНУ сторону
zu: Thwebula uhlangothi OLUNGEMUVA

# jumio_id_scan_guide_back_side_manually
source: Manually capture the BACK side
af: Neem die AGTERKANT handmatig af
ar: التقط صورة للجانب "الخلفي" يدويًا
bg: Ръчно заснемете ЗАДНАТА страна
da: Fang BAGSIDEN manuelt
de: Nehmen Sie die RÜCKSEITE manuell auf
el: Πάρτε μια φωτογραφία την ΠΙΣΩ όψη με μη αυτόματο τρόπο
es: Capture manualmente la parte TRASERA
fi: Kuvaa TAKAPUOLI manuaalisesti
fr: Prenez manuellement une photo du VERSO
hi: बैक साइड को मैन्युअल रूप से कैप्चर करें
hr: Ručno snimite POLEĐINU
hu: Rögzítse manuálisan a HÁTULSÓ oldalt
ja: 裏面を手動でキャプチャします
km: ថតយកខាងក្រោយដោយដៃ
lt: Nufotografuokite GALINĘ dokumento pusę
lv: Manuāli nofotogrāfējiet AIZMUGURI
mt: Iġbed ritratt manwalment tan-naħa ta' WARA
my: နောက်ဘက်ခြမ်းကို ကိုယ်တိုင်ရိုက်ကူးပါ
nl: Handmatig de ACHTERKANT vastleggen
pt_br: Capture manualmente o lado do VERSO
pt_pt: Capture manualmente o VERSO
ro: Captură manuală a părții VERSO
sr_cyrl: Ручно снимите ЗАДЊУ страну
sr_latn: Ručno snimite ZADNJU stranu
th: ถ่ายภาพด้านหลังด้วยตัวเอง
uk: Зняти ЗВОРОТНУ сторону вручну
zu: Thwebula ngokwakho uhlangothi OLUNGEMUVA

# jumio_id_scan_guide_photo_side
source: Capture the PHOTO side
af: Neem die FOTOKANT af
ar: التقط جانب "الصورة"
bg: Снимайте страната със СНИМКАТА
da: Fang BILLEDSIDEN
de: Nehmen Sie die FOTO-SEITE auf
el: Πάρτε μια φωτογραφία την όψη με τη ΦΩΤΟΓΡΑΦΙΑ
es: Capture el lado de la FOTO
fi: Kuvaa VALOKUVAPUOLI
fr: Prenez une PHOTO du recto
hi: फोटो साइड को कैप्चर करें
hr: Snimite stranu na kojoj se nalazi FOTOGRAFIJA
hu: Rögzítse a FOTÓS oldalt
ja: 写真面をキャプチャします
km: ថតយកម្ខាងនៃរូបថត
lt: Nufotografuokite pusę su NUOTRAUKA
lv: Nofotogrāfējiet ATTĒLA pusi
mt: Iġbed ritratt tan-naħa fejn hemm ir-RITRATT
my: ဓာတ်ပုံဘက်ခြမ်းကို ရိုက်ကူးပါ
nl: De FOTOKANT vastleggen
pt_br: Capture o lado da FOTO
pt_pt: Capture a FRENTE
ro: Captură a părții FOTO
sr_cyrl: Снимите страну са ФОТОГРАФИЈОМ
sr_latn: Snimite stranu sa FOTOGRAFIJOM
th: ถ่ายภาพด้านรูปภาพ
uk: Зняти сторону з ФОТО
zu: Thwebula uhlangothi LWESITHOMBE

# jumio_id_scan_guide_photo_side_manually
source: Manually capture the PHOTO side
af: Neem die FOTOKANT handmatig af
ar: التقط يدويًا جانب "الصورة"
bg: Ръчно заснемете страната със СНИМКАТА
da: Fang BILLEDSIDEN manuelt
de: Nehmen Sie die FOTO-SEITE manuell auf
el: Πάρτε μια φωτογραφία την όψη με τη ΦΩΤΟΓΡΑΦΙΑ με μη αυτόματο τρόπο
es: Capture manualmente el lado de la FOTO
fi: Kuvaa VALOKUVAPUOLI manuaalisesti
fr: Prenez manuellement une PHOTO du recto
hi: फोटो साइड को मैन्युअल रूप से कैप्चर करें
hr: Ručno snimite stranu na kojoj se nalazi FOTOGRAFIJA
hu: Rögzítse manuálisan a FOTÓS oldalt
ja: 写真面を手動でキャプチャします
km: ថតយកម្ខាងនៃរូបថតដោយដៃ
lt: Nufotografuokite dokumento pusę su NUOTRAUKA
lv: Manuāli nofotogrāfējiet ATTĒLA pusi
mt: Iġbed ritratt manwalment tan-naħa fejn hemm ir-RITRATT
my: ဓာတ်ပုံဘက်ခြမ်းကို ကိုယ်တိုင်ရိုက်ကူးပါ
nl: Handmatig de FOTOKANT vastleggen
pt_br: Capture manualmente o lado da FOTO
pt_pt: Capture manualmente a FRENTE
ro: Captură manuală a părții FOTO
sr_cyrl: Ручно снимите страну са ФОТОГРАФИЈОМ
sr_latn: Ručno snimite stranu sa FOTOGRAFIJOM
th: ถ่ายภาพด้านรูปภาพด้วยตัวเอง
uk: Зняти сторону з ФОТО вручну
zu: Thwebula ngokwakho uhlangothi LWESITHOMBE

# jumio_id_scan_guide_photo_side_tilt
source: Tilt so that the bottom edge is visible and then align to the frame
af: Kantel sodat die onderste rand sigbaar is en belyn dan met die raam
ar: عليك بإمالتها حتى تكون الحافة السفلية مرئية، ثم عليك بمحاذاتها مع الإطار
bg: Наклонете документа така, че долния ръб да се вижда, след което го подравнете спрямо рамката
da: Hæld, så den nederste kant er synlig, og juster dernæst efter rammen
de: So kippen, dass die Unterkante sichtbar ist, und dann am Rahmen ausrichten
el: Δώστε κλίση ώστε η κάτω πλευρά να είναι ορατή και, στη συνέχεια, ευθυγραμμίστε με το πλαίσιο
es: Inclínelo para que se vea el borde inferior y, después, alinéelo con el marco
fi: Kallista siten, että alareuna on näkyvissä, ja sovita sitten kehykseen
fr: Incliner de manière à ce que le bord inférieur soit visible, puis aligner dans le cadre
hi: ऐसे झुकाएं कि बॉटम एज/निचला छोर दिखाई दे और फिर फ्रेम से अलाइन करें
hr: Nakosite tako da se vidi donji rub, a zatim poravnajte s okvirom
hu: Döntés úgy, hogy az alsó szél látható legyen, majd igazítás a kerethez
ja: 下端が見えるように傾け、フレームに合わせてください
km: សូមផ្អៀងដើម្បីឲ្យមើលឃើញគែមខាងក្រោម​ ហើយបន្ទាប់មកតម្រឹមស៊ុម
lt: Pasukite, kad matytųsi apatinis kraštas, ir sulygiuokite su rėmeliu
lv: Noliekt tā, lai būtu redzama apakšējā mala, un pēc tam izlīdzināt to pret rāmi
mt: Mejjel sabiex it-tarf t'isfel ikun viżibbli u mbagħad allinja mal-inkwadratura
my: အောက်ခြေအစွန်းကို မြင်ရစေရန် စောင်းပြီးနောက် ဘောင်ထဲဝင်အောင် ချိန်ညှိပါ
nl: Kantel, zodat de onderrand zichtbaar is en lijn vervolgens uit met het kader
pt_br: Incline para que a borda inferior fique visível e depois alinhe com a moldura
pt_pt: Incline de modo que o rebordo inferior fique visível e depois alinhe com a moldura
ro: Înclinați astfel încât marginea inferioară să fie vizibilă și apoi aliniați-o în cadru
sr_cyrl: Нагните тако да доња ивица буде видљива, а затим поравнајте са оквиром
sr_latn: Nagnite tako da donja ivica bude vidljiva, a zatim poravnajte sa okvirom
th: เอียงเพื่อให้มองเห็นขอบด้านล่าง จากนั้นจัดแนวให้เข้ากับกรอบ
uk: Нахиліть так, щоб було видно нижній край, а потім поєднайте з рамкою
zu: Tshekisa ukuze kubonakale unqenqema olungezansi bese uqondanisa nohlaka

# jumio_id_scan_hint_performance_fallback
source: Scanning optimized for better device performance
af: Skandering geoptimaliseer vir beter prestasie van toestel
ar: تم تحسين المسح الضوئي للحصول على أداء أفضل للجهاز
bg: Оптимизирано сканиране за по-добра производителност на устройството
da: Scanning optimeret til bedre enhedsydelse
de: Optimiertes Scannen für bessere Geräteleistung
el: Βελτιστοποιημένη σάρωση για καλύτερη απόδοση της συσκευής
es: Escaneo optimizado para un mejor rendimiento del dispositivo
fi: Skannaus optimoitu laitteen parempaa suorituskykyä varten
fr: Numérisation optimisée pour une meilleure performance de l'appareil
hi: डिवाइस के बेहतर प्रदर्शन के लिए आप्टमाइज़ स्कैनिंग
hr: Skeniranje optimizirano za bolje performanse uređaja
hu: A szkennelés optimalizálása az eszköz jobb teljesítménye érdekében
ja: スキャニングの最適化により、デバイスのパフォーマンスが向上
km: ការស្កេនត្រូវបានបង្កើនប្រសិទ្ធភាពដើម្បីឲ្យឧបករណ៍ដំណើរការបានកាន់តែប្រសើរ
lt: Nuskaitymas optimizuotas siekiant pagreitinti procedūrą
lv: Skenēšana optimizēta, lai uzlabotu ierīces veiktspēju
mt: L-iskennjar ġiet ottimizzat għal prestazzjoni aħjar tal-apparat
my: စက်စွမ်းဆောင်ရည် ပိုကောင်းစေရန် စကန်ဖတ်ခြင်းကို ချိန်ညှိထားသည်
nl: Geoptimaliseerd scannen voor betere apparaatprestaties
pt_br: Varredura otimizada para um melhor desempenho do dispositivo
pt_pt: Digitalização otimizada para um melhor desempenho do dispositivo
ro: Scanare optimizată pentru o performanță mai bună a dispozitivului
sr_cyrl: Скенирање је оптимизовано за боље перформансе уређаја
sr_latn: Skeniranje je optimizovano za bolje performanse uređaja
th: การสแกนได้รับการปรับปรุงเพื่อให้อุปกรณ์มีประสิทธิภาพดีขึ้น
uk: Сканування оптимізовано для кращої продуктивності пристрою
zu: Ukuskena kuthuthukisiwe ukuze idivayisi isebenze kangcono

# jumio_id_scan_manual
source: Take a photo of your document
af: Neem ’n foto van u dokument
ar: التقط صورة لمستندك
bg: Снимайте документа
da: Tag et billede af dit dokument
de: Machen Sie ein Foto Ihres Dokuments
el: Βγάλτε μια φωτογραφία το έγγραφό σας
es: Tome una foto del documento
fi: Ota valokuva asiakirjastasi
fr: Prenez une photo de votre document
hi: अपने दस्तावेज़ की फ़ोटो लें
hr: Fotografirajte dokument
hu: Készítsen fényképet a dokumentumról
ja: ドキュメントの写真を撮影してください
km: ថតរូបឯកសាររបស់អ្នក
lt: Nufotografuokite savo asmens dokumentą
lv: Nofotografējiet savu dokumentu
mt: Ħu ritratt tad-dokument tiegħek
my: သင့်စာရွက်စာတမ်းကို ဓာတ်ပုံရိုက်ပါ
nl: Maak een foto van uw document
pt_br: Tire uma foto do seu documento
pt_pt: Tire uma foto do seu documento
ro: Faceți o poză documentului
sr_cyrl: Фотографишите документ
sr_latn: Fotografišite dokument
th: ถ่ายภาพเอกสารของคุณ
uk: Сфотографуйте ваш документ
zu: Thatha isithombe sedokhumenti yakho

# jumio_id_scan_manual_tips
source: Make sure to capture the whole document
af: Sorg dat die hele dokument vasgelê word
ar: تأكد من التقاط المستند بأكمله
bg: Снимката трябва да обхваща целия документ
da: Sørg for, at hele dokumentet er med på billedet
de: Stellen Sie sicher, dass Sie das gesamte Dokument erfassen
el: Φροντίστε να αποτυπώσετε ολόκληρο το έγγραφο
es: Asegúrese de capturar todo el documento
fi: Varmista, että asiakirja näkyy kokonaisuudessaan
fr: Assurez-vous de prendre l'intégralité du document
hi: पूरे दस्तावेज़ को कैप्चर करना सुनिश्चित करें
hu: Ügyeljen arra, hogy a teljes dokumentumot rögzítse
ja: ドキュメント全体がキャプチャされていることを確認してください
km: ត្រូវប្រាកដថាថតឯកសារទាំងមូល
lt: Nufotografuokite visą dokumentą
lv: Pārliecinieties, ka nofotogrāfēts viss dokuments
mt: Aċċerta li tieħu ritratt tad-dokument kollu
my: စာရွက်စာတမ်းတစ်ခုလုံးကို ရိုက်ကူးမိကြောင်း သေချာပါစေ
nl: Zorg ervoor dat u het hele document vastlegt
pt_br: Certifique-se de capturar todo o documento
pt_pt: Certifique-se de que capta o documento completo
ro: Asigurați-vă că ați capturat întregul document
sr_cyrl: Обавезно снимите цео документ
sr_latn: Obavezno snimite ceo dokument
th: ดูให้แน่ใจว่าถ่ายภาพเอกสารทั้งฉบับ
uk: Переконайтеся, що ви захопили весь документ
zu: Qiniseka ukuthi uthwebula isithombe sayo yonke incwadi

# jumio_id_scan_prompt_capture_success
source: Got it!
af: Het dit!
ar: حسنًا!
bg: Готово!
da: Forstået!
de: Abgeschlossen!
el: Το κατάλαβα!
es: ¡Entendido!
fi: Selvä!
fr: C'est bon !
hi: हो गया!
hr: Razumijem!
hu: Megvan!
ja: 了解！
km: យល់ហើយ!
lt: Pavyko!
lv: Izdevās!
mt: Irċivejnih(a)!
my: နားလည်ပြီ။
nl: Hebbes!
pt_br: Entendi!
pt_pt: Entendido!
ro: Realizat!
sr_cyrl: Разумем!
sr_latn: Razumem!
th: เข้าใจแล้ว
uk: Готово!
zu: Ngiyitholile!

# jumio_id_scan_prompt_captured
source: Captured
af: Gevang
ar: تم التقاطه
bg: Заснет
da: Indfanget
de: Erfasst
el: Καταγράφηκε
es: Capturado
fi: Tallennettu
fr: Capturé
hi: कैप्चर किया गया
hr: Zahvaćeno
hu: Lefényképezve
ja: キャプチャされました
km: បានថតរូប
lt: Užfiksuota
lv: Fotografēts
mt: Maħżuna
my: ရိုက်ကူးထားသည်
nl: Gevangen genomen
pt_br: Capturado
pt_pt: Capturado
ro: Capturat
sr_cyrl: Снимљенo
sr_latn: Snimljeno
th: ถูกจับภาพ
uk: Знято
zu: Kuthunjiwe

# jumio_id_scan_prompt_center_id
source: Center your document
af: Sit u dokument in die middel
ar: اجعل المستند في الوسط
bg: Центрирайте документа
da: Centrer dit dokument
de: Zentrieren Sie Ihr Dokument
el: Κεντράρετε το έγγραφό σας
es: Centre su documento
fi: Keskitä asiakirjasi
fr: Centrez votre document
hi: अपने दस्तावेज़ को बीच में रखें
hr: Centrirajte dokument
hu: Igazítsa középre a dokumentumot
ja: ドキュメントを中央に置いてください
km: ដាក់ឯកសារចំកណ្ដាល
lt: Lygiuokite savo dokumentą centre
lv: Centrējiet savu dokumentu
mt: Poġġi d-dokument tiegħek fin-nofs
my: သင့်စာရွက်စာတမ်းကို အလယ်တွင်ထားပါ
nl: Centreer uw document
pt_br: Centralize o seu documento
pt_pt: Centre o seu documento
ro: Încadrați-vă documentul
sr_cyrl: Центрирајте документ
sr_latn: Centrirajte dokument
th: จัดเอกสารให้อยู่กึ่งกลาง
uk: Розташуйте документ по центру
zu: Beka idokhumenti phakathi nendawo

# jumio_id_scan_prompt_flip_to_back
source: Flip to the BACK side
af: Draai om na die AGTERKANT
ar: اقلبه إلى الجانب الخلفي
bg: Обърнете на ЗАДНАТА страна
da: Vend til BAGsiden
de: Auf die RÜCKSEITE wechseln
el: Γυρίστε στην ΠΙΣΩ όψη
es: Dar la vuelta a la PARTE TRASERA
fi: Käännä KÄÄNTÖPUOLELLE
fr: Retournez le document vers le VERSO
hi: पीछे की ओर पलटें
hr: Okrenite na POLEĐINU
hu: Fordítsa át a HÁTULSÓ oldalára
ja: 裏面にしてください
km: ត្រឡប់ទៅខាងក្រោយ
lt: Atverskite GALINĘ pusę
lv: Pagrieziet AIZMUGURI
mt: Dawwar għal fuq in-naħa ta' WARA
my: နောက်ခြမ်းသို့ လှန်ပါ
nl: Draai naar de ACHTERKANT
pt_br: Vire para o lado de TRÁS
pt_pt: Vire para o VERSO
ro: Întoarceți pe PARTEA SPATE
sr_cyrl: Окрените ЗАДЊУ страну
sr_latn: Okrenite ZADNJU stranu
th: พลิกไปด้านหลัง
uk: Повернути ЗВОРОТНИМ боком
zu: Shintshela ohlangothini OLUNGEMUVA

# jumio_id_scan_prompt_hold_still
source: Hold still...
af: Hou u stil...
ar: اثبت في مكانك...
bg: Останете неподвижно...
da: Hold stille...
de: Bitte ruhig halten ...
el: Μείνετε ακίνητοι…
es: No se mueva...
fi: Pitele paikoillaan...
fr: Ne bougez plus...
hi: स्थिर पकड़ें...
hr: Budite mirni...
hu: Tartsa mozdulatanul...
ja: 静止したまま...
km: កាន់ឲ្យនឹង...
lt: Nejudėkite...
lv: Turiet nekustīgi...
mt: TIċċaqlaqx...
my: ငြိမ်ငြိမ်ကိုင်ထားပါ...
nl: Niet bewegen...
pt_br: Não se mexa...
pt_pt: Mantenha-se imóvel...
ro: Țineți nemișcat...
sr_cyrl: Будите мирни...
sr_latn: Budite mirni...
th: ถือนิ่ง ๆ...
uk: Не рухайтесь...
zu: Yibambe unganyakazi...
