Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_start_instructions_02
source: Be ready to take a selfie
af: Wees gereed om 'n selfie te neem
ar: استعد لالتقاط صورة ذاتية
bg: Подготви се за селфи
da: Gør dig klar til at tage et selfie
de: Machen Sie sich bereit für ein Selfie.
el: Ετοιμαστείτε να βγάλετε μια selfie
es: Prepárese para tomarse una selfi
fi: Valmistaudu ottamaan selfie
fr: Préparez-vous à prendre un selfie
hi: सेल्फी लेने के लिए तैयार हो जाएं
hr: Pripremite se za snimanje selfija
hu: Készüljön fel a szelfi elkészítésére
ja: 自撮りの準備をしてください
km: សូមត្រៀមឲ្យរួចរាល់ដើម្បីថតសែលហ្វី
lt: Būkite pasiruošę pasidaryti asmenukę
lv: Sagatavojieties pašportreta uzņemšanai
mt: Lesti ruħek biex tieħu stessu
my: ဆဲလ်ဖီရိုက်ရန် အသင့်ပြင်ပါ
nl: Maak je klaar om een selfie te maken
pt_br: Prepare-se para tirar a selfie
pt_pt: Prepare-se para tirar uma selfie
ro: Pregătiți-vă pentru selfie-ul dvs.
sr_cyrl: Будите спремни да направите селфи
sr_latn: Budite spremni da napravite selfi
th: เตรียมพร้อมถ่ายภาพเซลฟี่
uk: Приготуйтеся зробити селфі
zu: Lungela ukuzithatha isithombe

# jumio_start_instructions_03
source: Use a valid document
af: Gebruik 'n geldige dokument
ar: استخدم مستند صالح
bg: Използвай валиден документ
da: Brug et gyldigt dokument
de: Verwenden Sie ein gültiges Dokument.
el: Χρησιμοποιήστε ένα έγκυρο έγγραφο
es: Utilice un documento válido
fi: Käytä voimassa olevaa asiakirjaa
fr: Utilisez un document valide
hi: एक मान्य दस्तावेज़ का इस्तेमाल करें
hr: Upotrijebite valjan dokument
hu: Érvényes okmányt használjon
ja: 有効な身分証明書を使用してください
km: ប្រើឯកសារត្រឹមត្រូវ
lt: Naudokite galiojantį dokumentą
lv: Izmantojiet derīgu dokumentu
mt: Uża dokument validu
my: တရားဝင်စာရွက်စာတမ်းကို သုံးပါ
nl: Gebruik een geldig document
pt_br: Apresente um documento válido
pt_pt: Utilize um documento válido
ro: Folosiți un document valid
sr_cyrl: Користите важећи документ
sr_latn: Koristite važeći dokument
th: ใช้เอกสารที่ถูกต้อง
uk: Використовуйте дійсний документ
zu: Sebenzisa idokhumenti elivumelekile/elisemthethweni

# jumio_start_instructions_07
source: The app may use the camera flash
af: Die app kan dalk die kamera se flits gebruik
ar: قد يستخدم التطبيق فلاش الكاميرا
bg: Приложението може да използва светкавицата на камерата
da: Appen bruger muligvis kameraets blitz
de: Die App verwendet möglicherweise den Kamerablitz
el: Η εφαρμογή ενδέχεται να χρησιμοποιήσει το φλας της κάμερας
es: La aplicación puede utilizar el flash de la cámara
fi: Sovellus saattaa käyttää kameran salamaa
fr: L'application peut utiliser le flash de l'appareil photo
hi: ऐप कैमरा फ्लैश का इस्तेमाल कर सकता है
hr: Aplikacija može koristiti bljeskalicu kamere
hu: Az alkalmazás a kamera vakuját használhatja
ja: アプリがカメラのフラッシュをオンにする場合があります
km: កម្មវិធីនេះអាចនឹងប្រើផ្លាសរបស់កាមេរ៉ា
lt: Programėlė gali pasinaudoti fotoaparato blykste
lv: Lietotne var izmantot kameras zibspuldzi
mt: L-app tista' tuża l-flash tal-kamera
my: အက်ပ်သည် ကင်မရာဖလက်ရှ်ကို သုံးနိုင်သည်
nl: De app kan de cameraflits gebruiken
pt_br: O aplicativo pode usar o flash da câmera
pt_pt: A aplicação pode usar o flash da câmara
ro: Aplicația poate utiliza blițul camerei
sr_cyrl: Апликација може да користи блиц камере
sr_latn: Aplikacija može da koristi blic kamere
th: แอปอาจใช้แฟลชกล้อง
uk: Застосунок може використовувати спалах камери
zu: I-app ingase isebenzise i-flash yekhamera

# jumio_start_verification
source: Start Verification
af: Begin Verifiëring
ar: ابدأ التحقق
bg: Започнете верификация
da: Start bekræftelse
de: Start der Verifizierung
el: Ξεκινήστε την επαλήθευση
es: Iniciar verificación
fi: Aloita vahvistus
fr: Commencer la vérification
hi: वेरिफिकेशन शुरू करें
hr: Počnite verifikaciju
hu: Kezdje meg az ellenőrzést
ja: 認証を開始
km: ចាប់ផ្តើមការផ្ទៀងផ្ទាត់
lt: Pradėkite patvirtinimą
lv: Sākt verifikāciju
mt: Ibda l-verifika
my: အတည်ပြုခြင်းကို စတင်ပါ
nl: Verificatie starten
pt_br: Iniciar a verificação
pt_pt: Iniciar a verificação
ro: Începeți verificarea identității
sr_cyrl: Почни верификацију
sr_latn: Počni verifikaciju
th: เริ่มการตรวจสอบ
uk: Почніть перевірку
zu: Qala ukuqinisekisa

# jumio_start_verification_subtitle
source: This process is designed to verify your identity and protect you from identity theft
af: Hierdie proses is ontwerp om jou identiteit te verifieer en jou teen identiteitsdiefstal te beskerm
ar: تم تصميم هذه العملية للتحقق من هويتك وحمايتك من سرقة الهوية
bg: Целта на процеса е да потвърди самоличността ти и да те защити от кражба на самоличност
da: Denne proces er designet til at bekræfte din identitet og beskytte dig mod identitetstyveri
de: Dieser Prozess dient dazu, Ihre Identität zu bestätigen und Sie vor Identitätsdiebstahl zu schützen
el: Αυτή η διαδικασία έχει σχεδιαστεί για την επιβεβαίωση της ταυτότητάς σας και την προστασία σας από πλαστοπροσωπία
es: Este proceso está diseñado para verificar su identidad y protegerlo del robo de identidad
fi: Tämän prosessin tarkoituksena on vahvistaa henkilöllisyytesi ja suojata sinua identiteettivarkauksilta
fr: Ce processus de vérification est conçu pour vérifier votre identité et vous protéger contre l'usurpation d'identité
hi: यह प्रक्रिया आपकी पहचान वेरिफ़ाई करने और आपको पहचान की चोरी से बचाने के लिए डिज़ाइन की गई है
hr: Ovaj je postupak osmišljen radi provjere vašeg identiteta i zaštite od krađe identiteta
hu: Ez a folyamat segít ellenőrizni a személyazonosságát, és védelmet nyújt a személyazonosság-lopással szemben
ja: このプロセスは、本人確認を行い、個人情報の盗難から保護することを目的としています
km: ដំណើរការនេះត្រូវបានរៀបចំឡើង ដើម្បីផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នក និងការពារអ្នកពីចោរលួចអត្តសញ្ញាណ
lt: Šio proceso tikslas – patvirtinti jūsų tapatybę ir užtikrinti apsaugą nuo tapatybės vagystės
lv: Process paredzēts jūsu identitātes verificēšanai un aizsardzībai pret identitātes zādzību
mt: Dan il-proċess hu ddisinjat biex jivverifika l-identità tiegħek u jipproteġik mis-serq tal-identità
my: သင့်အထောက်အထားကို အတည်ပြုရန်နှင့် အထောက်အထား ခိုးယူခံရခြင်းမှ သင့်အား ကာကွယ်ပေးရန် ဤလုပ်ငန်းစဉ်ကို ဒီဇိုင်းဆွဲထားသည်
nl: Dit proces is ontworpen om je identiteit te bevestigen en je te beschermen tegen identiteitsdiefstal
pt_br: Este processo foi criado para verificar se é realmente você e para te proteger contra roubo de identidade
pt_pt: Este processo foi criado para confirmar a sua identidade e protegê-lo contra o roubo de identidade
ro: Acest proces de verificare are rolul de a vă confirma identitatea și a vă proteja de furtul de identitate
sr_cyrl: Овај процес је дизајниран да потврди ваш идентитет и заштити вас од крађе идентитета
sr_latn: Ovaj proces je dizajniran da potvrdi vaš identitet i zaštiti vas od krađe identiteta
th: ขั้นตอนการตรวจสอบนี้ออกแบบมาเพื่อยืนยันตัวตนของคุณและปกป้องคุณจากการขโมยอัตลักษณ์
uk: Цей процес призначений для перевірки вашої особи та захисту від крадіжки персональних даних
zu: Le nqubo iklanyelwe ukuqinisekisa ubuwena futhi ikuvikele ekwebiweni komazisi wakho

# jumio_uploading_success
source: Upload successful
af: Oplaai was suksesvol
ar: تحميل ناجح
bg: Качването е успешно
da: Upload gennemført
de: Upload erfolgreich
el: Η φόρτωση ήταν επιτυχής
es: Carga correcta
fi: Lataaminen onnistui
fr: Chargement réussi
hi: अपलोड सफल
hr: Prijenos je uspio
hu: Feltöltés sikeres
ja: 正常にアップロードされました
km: ការផ្ទុកឡើងបានជោគជ័យ
lt: Įkėlimas sėkmingas
lv: Augšupielāde veiksmīga
mt: Telgħu b'suċċess
my: အပ်လုဒ်တင်ခြင်း အောင်မြင်ပါသည်
nl: Uploaden succesvol
pt_br: Upload bem-sucedido
pt_pt: Carregamento bem sucedido
ro: Încărcare reușită
sr_cyrl: Отпремање је успешно
sr_latn: Otpremanje je uspešno
th: อัปโหลดสำเร็จ
uk: Вивантаження успішно виконано
zu: Ukufaka kuphumelele

# jumio_uploading_title
source: Uploading
af: Besig om op te laai
ar: تحميل
bg: Качване
da: Uploader
de: Hochladen
el: Μεταφόρτωση
es: Cargando
fi: Ladataan
fr: Envoi en cours
hi: अपलोड किया जा रहा है
hr: Prijenos
hu: Feltöltés
ja: アップロード中
km: កំពុងផ្ទុកឡើង
lt: Įkeliama
lv: Augšupielādē
mt: Qed itella'
my: အပ်လုဒ်တင်နေသည်
nl: Uploaden
pt_br: Enviando
pt_pt: A carregar
ro: Încărcare
sr_cyrl: Отпремање
sr_latn: Otpremanje
th: กำลังอัปโหลด
uk: Вивантаження
zu: Iyafaka
