Repository: Jumio/mobile-sdk-ios
Catalog: Sources/JumioLocalization/Localization/*.lproj/Localizable-Jumio.strings
Languages: af, ar, bg, da, de, el, es, fi, fr, hi, hr, hu, ja, km, lt, lv, mt, my, nl, pt_br, pt_pt, ro, sr_cyrl, sr_latn, th, uk, zu

# jumio_id_scan_prompt_hold_straight
source: Hold straight
af: Hou u reguit
ar: حافظ على استقامتك
bg: Дръжте изправено
da: Hold lige
de: Bitte gerade halten ...
el: Κρατήστε ίσιο τον κορμό σας
es: Mantenga una postura recta
fi: Pitele suorassa
fr: Tenez-vous droit
hi: सीधे पकड़ें
hr: Držite se uspravno
hu: Tartsa egyenesen
ja: 真っ直ぐそのまま
km: កាន់ឲ្យត្រង់
lt: Stovėkite tiesiai
lv: Turiet taisni
mt: Oqgħod dritt
my: တည့်တည့်ကိုင်ထားပါ
nl: Recht houden
pt_br: Mantenha a postura
pt_pt: Mantenha-se numa posição direita
ro: Țineți drept
sr_cyrl: Усправите се
sr_latn: Uspravite se
th: ถือตรง ๆ
uk: Тримайтесь рівно
zu: Yibambe iqonde

# jumio_id_scan_prompt_move_closer
source: Move closer
af: Kom nader
ar: اقترب
bg: Приближете се по-близо
da: Ryk nærmere
de: Bitte näher an die Kamera bewegen
el: Ελάτε πιο κοντά
es: Acérquese
fi: Siirrä lähemmäksi
fr: Rapprochez-vous
hi: पास ले जाएँ
hr: Priđite bliže
hu: Mozgassa közelebb
ja: 近くに移動します
km: ខិតឲ្យជិតជាងនេះ
lt: Prieikite arčiau
lv: Pietuviniet
mt: Ersaq aktar viċin
my: အနီးကို ရွှေ့ပါ
nl: Kom dichterbij
pt_br: Aproxime-se mais
pt_pt: Aproxime-se
ro: Apropiați
sr_cyrl: Приближите се
sr_latn: Približite se
th: เข้ามาใกล้
uk: Підсуньтесь ближче
zu: Sondeza eduzane

# jumio_id_scan_prompt_processing
source: Checking the image...
af: Besig om beeld te kontroleer ...
ar: جارٍ التحقق من الصورة...
bg: Изображението се проверява...
da: Kontrollerer billedet ...
de: Bild überprüfen...
el: Γίνεται έλεγχος της εικόνας...
es: Comprobando la imagen...
fi: Kuvaa tarkistetaan...
fr: Vérification de l'image...
hi: इमेज की जांच की जा रही है...
hr: Provjera slike...
hu: Kép ellenőrzése folyamatban...
ja: 画像を確認しています...
km: កំពុងពិនិត្យរូបភាព...
lt: Nuotrauka tikrinama...
lv: Notiek attēla pārbaude ...
mt: Qed niċċekkjaw l-immaġni...
my: ရုပ်ပုံကို စစ်ဆေးနေသည်...
nl: De afbeelding controleren...
pt_br: Verificando a imagem...
pt_pt: A verificar a imagem...
ro: Verificarea imaginii...
sr_cyrl: Провера слике...
sr_latn: Provera slike...
th: กำลังตรวจสอบภาพ...
uk: Перевірка зображення...
zu: Ihlola isithombe...

# jumio_id_scan_prompt_tilt_less
source: Tilt less
af: Kantel minder
ar: إمالة أقل
bg: Наклонете по-малко
da: Mindre hældning
de: Weniger neigen
el: Μικρότερη κλίση
es: Inclinar menos
fi: Kallista vähemmän
fr: Incliner moins
hi: कम झुकाएं
hr: Manje nakosi
hu: Kisebb mértékű döntés
ja: もう少し垂直にしてください
km: ផ្អៀងតិចជាងនេះ
lt: Mažiau pasukite
lv: Noliekt mazāk
mt: Mejjel inqas
my: နည်းနည်းစောင်းပါ
nl: Kantel minder
pt_br: Incline menos
pt_pt: Inclinar menos
ro: Înclinați mai puțin
sr_cyrl: Нагните мање
sr_latn: Nagnite manje
th: เอียงน้อยลง
uk: Нахиліть менше
zu: Tshekisa kancane

# jumio_id_scan_prompt_tilt_more
source: Tilt more
af: Kantel meer
ar: إمالة أكثر
bg: Наклонете повече
da: Større hældning
de: Mehr neigen
el: Μεγαλύτερη κλίση
es: Inclinar más
fi: Kallista enemmän
fr: Incliner plus
hi: ज़्यादा झुकाएं
hr: Više nakosi
hu: Nagyobb mértékű döntés
ja: もう少し傾けてください
km: ផ្អៀងខ្លាំងជាងនេះ
lt: Daugiau pasukite
lv: Noliekt vairāk
mt: Mejjel iktar
my: များများစောင်းပါ
nl: Kantel meer
pt_br: Incline mais
pt_pt: Inclinar mais
ro: Înclinați mai mult
sr_cyrl: Нагните више
sr_latn: Nagnite više
th: เอียงมากขึ้น
uk: Нахиліть більше
zu: Tshekisa kakhulu

# jumio_id_scan_prompt_too_close
source: Too close
af: Te naby
ar: قريب جدًا
bg: Твърде близо сте
da: For tæt på
de: Zu nahe
el: Πολύ κοντά
es: Demasiado cerca
fi: Liian lähellä
fr: Trop près
hi: बहुत पास
hr: Preblizu
hu: Túl közel
ja: 近すぎます
km: ជិតពេក
lt: Per arti
lv: Pārāk tuvu
mt: Qiegħed wisq qrib
my: နီးလွန်းသည်
nl: Te dichtbij
pt_br: Muito próximo
pt_pt: Demasiado perto
ro: Prea aproape
sr_cyrl: Преблизу
sr_latn: Preblizu
th: ใกล้เกินไป
uk: Надто близько
zu: Useduze kakhulu

# jumio_id_scan_prompt_zoom_barcode
source: Zoom in on your barcode
af: Zoem in op u strepieskode
ar: قم بتكبير الرمز الشريطي الخاص بك
bg: Увеличете вашия баркод
da: Zoom ind på din stregkode
de: Vergrößern Sie Ihren Barcode
el: Εστιάστε στον γραμμικό κώδικά σας
es: Amplíe su código de barras
fi: Lähennä viivakoodiin
fr: Zoomez sur votre code-barres
hi: अपने बारकोड पर ज़ूम इन करें
hr: Povećajte crtični kod
hu: Olvassa be a vonalkódját
ja: バーコードを拡大してください
km: ពង្រីកនៅលើបារកូដរបស់អ្នក
lt: Priartinkite brūkšninį kodą
lv: Pietuviniet svītrkodu
mt: Iżżumja fuq il-barcode tiegħek
my: သင့်ဘားကုဒ်ကို ဇူးမ်ချဲ့ပါ
nl: Zoom in op je streepjescode
pt_br: Aumente o zoom no código de barras
pt_pt: Amplie o seu código de barras
ro: Măriți în zona codului de bare
sr_cyrl: Увећајте свој бар-код
sr_latn: Uvećajte svoj bar-kod
th: ซูมไปที่บาร์โค้ดของคุณ
uk: Збільшення масштабу штрих-коду
zu: Sondeza ibhakhodi yakho

# jumio_id_scan_tips_barcode
source: Move camera closer to barcode
af: Beweeg kamera nader aan strepieskode
ar: حرِّك الكاميرا بالقرب من الرمز الشريطي
bg: Приближете камерата до баркода
da: Flyt kamera tættere på stregkoden
de: Bringen Sie die Kamera näher an den Barcode
el: Μετακινήστε την κάμερα πιο κοντά στο barcode
es: Acerque la cámara al código de barras
fi: Siirrä kameraa lähemmäksi viivakoodia
fr: Rapprochez l'appareil photo du code-barres
hi: कैमरे को बारकोड के करीब ले जाएं
hr: Približite kameru barkodu
hu: Vigye egy kicsit közelebb a kamerát a vonalkódhoz
ja: カメラをバーコードに近づけてください
km: ផ្លាស់ទីកាមេរ៉ាឱ្យជិតបារកូដ
lt: Priartinkite kamerą prie brūkšninio kodo
lv: Pārvietojiet kameru tuvāk svītrkodam
mt: Qarreb il-kamera lejn il-barcode
my: ကင်မရာကို ဘားကုဒ်နှင့်ပိုနီးအောင် ရွှေ့ပါ
nl: Breng de camera dichter bij de streepjescode
pt_br: Aproxime a câmera do código de barras
pt_pt: Aproximar a câmara do código de barras
ro: Apropiați camera de codul de bare
sr_cyrl: Приближите камеру бар-коду
sr_latn: Približite kameru bar-kodu
th: เลื่อนกล้องเข้าไปใกล้บาร์โค้ด
uk: Підсуньте камеру ближче до штрих-коду
zu: Sondeza ikhamera eduze kwebhakhodi

# jumio_id_scan_tips_button_fallback
source: Take photo manually
af: Neem foto handmatig
ar: التقط صورة يدويًا
bg: Ръчно заснемане
da: Tag billedet manuelt
de: Nehmen Sie ein manuelles Foto auf
el: Λήψη φωτογραφίας μη αυτόματα
es: Tome una foto de forma manual
fi: Ota valokuva manuaalisesti
fr: Prendre une photo manuellement
hi: मैन्युअल रूप से फ़ोटो लें
hr: Fotografiraj manualno
hu: Fénykép készítése manuálisan
ja: 写真を手動で撮影
km: ថតរូបដោយប្រើដៃ
lt: Fotografuoti rankiniu būdu
lv: Nofotografējiet manuāli
mt: Ħu r-ritratt b'mod manwali
my: ဓာတ်ပုံကို ကိုယ်တိုင်ရိုက်ပါ
nl: Foto handmatig maken
pt_br: Tirar foto manualmente
pt_pt: Tirar foto manualmente
ro: Faceți fotografia manual
sr_cyrl: Фотографишите ручно
sr_latn: Fotografišite ručno
th: ถ่ายภาพด้วยตนเอง
uk: Зробити фото вручну
zu: Thatha isithombe ngendlela evamile

# jumio_id_scan_tips_button_retry
source: Try again
af: Probeer weer
ar: حاول مجددًا
bg: Опитайте отново
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Volver a intentarlo
fi: Yritä uudelleen
fr: Réessayer
hi: पुन: प्रयास करें
hr: Pokušajte ponovno
hu: Újra próbálkozás
ja: もう一度やり直してください
km: សូមព្យាយាមម្ដងទៀត
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mt: Erġa' pprova
my: ထပ်မံ ကြိုးစားကြည့်ပါ
nl: Probeer het opnieuw
pt_br: Tente novamente
pt_pt: Tente novamente
ro: Încercați din nou
sr_cyrl: Покушај поново
sr_latn: Pokušaj ponovo
th: ลองอีกครั้ง
uk: Повторити спробу
zu: Zama futhi

# jumio_id_scan_tips_focusing
source: Make sure photo is in focus
af: Maak seker foto is in fokus
ar: تأكد من أن الصورة في بؤرة التركيز
bg: Уверете се, че снимката е на фокус
da: Sørg for, at billedet er skarpt
de: Stellen Sie sicher, dass das Foto scharfgestellt ist
el: Βεβαιωθείτε ότι η φωτογραφία είναι εστιασμένη
es: Asegúrese de que la foto esté enfocada
fi: Varmista, että kuva on tarkennettu
fr: Assurez-vous que la photo est nette
hi: सुनिश्चित करें कि फ़ोटो फ़ोकस में है
hr: Provjerite je li fotografija u fokusu
hu: Fókuszáljon a fényképre
ja: 写真にピントが合っていることを確認してください
km: ត្រូវប្រាកដថាថតចំ
lt: Įsitikinkite, kad nuotrauka sufokusuota
lv: Pārliecinieties, ka fotoattēls ir fokusā
mt: Aċċerta li r-ritratt ikun iffukat
my: ဓာတ်ပုံသည် ဆုံချက်ဝင်ကြောင်း သေချာပါစေ
nl: Zorg ervoor dat de foto scherp is
pt_br: Verifique se a foto está em foco
pt_pt: Verifique se a foto está em foco
ro: Asigurați-vă că fotografia este focalizată
sr_cyrl: Побрините се да фотографија буде у фокусу
sr_latn: Pobrinite se da fotografija bude u fokusu
th: ตรวจสอบให้แน่ใจว่าภาพอยู่ในโฟกัส
uk: Переконайтеся, що фотографія у фокусі
zu: Qiniseka ukuthi isithombe sihlelwe ukuthi sigxile kokuthile

# jumio_id_scan_tips_glare
source: Avoid reflections and glare
af: Vermy weerkaatsings en skynsels
ar: تجنب الانعكاسات والوهج
bg: Избягвайте отражения и отблясъци
da: Undgå refleksioner og blænding
de: Vermeiden Sie Reflexionen und Blendung
el: Αποφύγετε τις αντανακλάσεις και το έντονο φως
es: Evite los reflejos y el deslumbramiento
fi: Vältä heijastuksia ja häikäisyä
fr: Évitez les reflets et la lumière éblouissante
hi: प्रतिबिंब और उग्र प्रकाश से बचें
hr: Izbjegavajte refleksije i odsjaj
hu: Kerülje a tükröződést és a csillogást
ja: 反射およびぎらつきがないようにしてください
km: ចៀសវាងចំណាំងផ្លាត និងចាំងពន្លឺ
lt: Venkite atspindžių ar ryškių šviesos spindulių
lv: Izvairieties no atspīdumiem un atspulga
mt: Evita r-riflessjonijiet u d-dawl qawwi
my: အလင်းပြန်ခြင်းနှင့် အလင်းစူးခြင်း မဖြစ်ပါစေနှင့်
nl: Vermijd reflecties en verblinding
pt_br: Evite reflexos e brilho
pt_pt: Evitar reflexos e ofuscamento
ro: Evitați reflexiile și lumina puternică
sr_cyrl: Избегавајте рефлексије и одсјај
sr_latn: Izbegavajte refleksije i odsjaj
th: หลีกเลี่ยงการสะท้อนและแสงจ้า
uk: Уникайте відбиття та відблисків
zu: Gwema izithombe izibonisa okungemuva kanye nokukhanya okuxhophayo

# jumio_id_scan_tips_lighting
source: Do not take picture in the dark
af: Moenie foto in die donker neem nie
ar: لا تلتقط الصورة في الظلام
bg: Не правете снимката на тъмно
da: Tag ikke billedet i mørke
de: Machen Sie keine Fotos im Dunkeln
el: Μην τραβήξετε τη φωτογραφία στο σκοτάδι
es: No tome fotos en la oscuridad
fi: Älä ota kuvaa hämärässä
fr: Ne prenez pas la photo dans l'obscurité
hi: अंधेरे में तस्वीर न लें
hr: Ne slikajte se u mraku
hu: Ne a sötétben készítsen képet
ja: 暗いところで写真を撮影しないでください
km: កុំថតរូបក្នុងទីងងឹត
lt: Nefotografuokite tamsoje
lv: Neuzņemiet attēlu tumsā
mt: Tiħux ir-ritratt fid-dlam
my: အမှောင်ထဲတွင် ဓာတ်ပုံမရိုက်ပါနှင့်
nl: Maak geen foto in het donker
pt_br: Não tire fotos no escuro
pt_pt: Não tirar fotografia no escuro
ro: Nu faceți fotografia pe întuneric
sr_cyrl: Немојте да фотографишете у мраку
sr_latn: Nemojte slikati u mraku
th: อย่าถ่ายภาพในที่มืด
uk: Не фотографуйте в темряві
zu: Ungasithwebuli isithombe ebumnyameni

# jumio_id_scan_tips_placing
source: Place ID on a flat surface
af: Plaas ID op ’n plat oppervlak
ar: ضع مستند هويتك على سطح مستوٍ
bg: Поставете документа за самоличност на плоска повърхност
da: Placer dit ID på en plan overflade
de: Legen Sie den Ausweis auf eine flache Oberfläche
el: Τοποθετήστε την ταυτότητα σε επίπεδη επιφάνεια
es: Coloque la identificación sobre una superficie plana
fi: Aseta henkilöllisyystodistus tasaiselle alustalle
fr: Placez la pièce d'identité sur une surface plane
hi: आईडी को समतल सतह पर रखें
hr: Stavite identifikacijski dokument na ravnu površinu
hu: Helyezze az igazolványt egy sík felületre
ja: 身分証明書を平らな面に置いてください
km: ដាក់អត្តសញ្ញាណប័ណ្ណលើផ្ទៃរាបស្មើ
lt: Padėkite dokumentą ant lygaus paviršiaus
lv: Novietojiet personu apliecinošo dokumentu uz līdzenas virsmas
mt: Poġġi l-ID fuq wiċċ ċatt
my: ID ကို ညီညာသောမျက်နှာပြင်ပေါ် တင်ပါ
nl: Leg het identiteitsbewijs op een vlakke ondergrond
pt_br: Coloque o documento de identidade em uma superfície plana
pt_pt: Colocar o ID sobre uma superfície plana
ro: Așezați actul de identitate pe o suprafață plană
sr_cyrl: Поставите идентификациони документ на равну површину
sr_latn: Postavite identifikacioni dokument na ravnu površinu
th: วางเอกสารประจำตัวบนพื้นผิวเรียบ
uk: Покладіть документ, що посвідчує особу, на рівну поверхню
zu: Beka umazisi endaweni eqondile

# jumio_id_scan_tips_title
source: Tips
af: Wenke
ar: نصائح
bg: Съвети
de: Tipps
el: Συμβουλές
es: Consejos
fi: Vinkkejä
fr: Conseils
hi: टिप्स
hr: Savjeti
hu: Tippek
ja: ヒント
km: គន្លឹះ
lt: Patarimai
lv: Ieteikumi
mt: Suġġerimenti
my: အကြံပြုချက်များ
pt_br: Dicas
pt_pt: Dicas
ro: Sfaturi
sr_cyrl: Савети
sr_latn: Saveti
th: เคล็ดลับ
uk: Поради
zu: Amacebiso

# jumio_id_scan_tooltip
source: Need help?
af: Hulp nodig?
ar: هل تحتاج مساعدة؟
bg: Имате нужда от помощ?
da: Har du brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesita ayuda?
fi: Travitsetko apua?
fr: Besoin d'aide ?
hi: मदद की ज़रूरत है?
hr: Trebate pomoć?
hu: Segítségre van szüksége?
ja: サポートが必要ですか？
km: ត្រូវការជំនួយ?
lt: Reikia pagalbos?
lv: Nepieciešama palīdzība?
mt: Għandek bżonn xi għajnuna?
my: အကူအညီလိုပါသလား။
nl: Hulp nodig?
pt_br: Precisa de ajuda?
pt_pt: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
sr_cyrl: Треба вам помоћ?
sr_latn: Treba vam pomoć?
th: ต้องการความช่วยเหลือหรือไม่
uk: Потрібна допомога?
zu: Ingabe udinga usizo?

# jumio_id_title
source: ID Verification
af: ID-verifiëring
ar: التحقق من مستند الهوية
bg: Проверка на документ за самоличност
da: ID-verifikation
de: Ausweis-Verifizierung
el: Επαλήθευση ταυτότητας
es: Verificación de la identificación
fi: Henkilötodistuksen vahvistaminen
fr: Vérification de la pièce d'identité
hi: आईडी का सत्यापन
hr: ID verifikacija
hu: Azonosító dokumentum ellenőrzése
ja: 本人確認
km: ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណប័ណ្ណ
lt: Tapatybės patvirtinimas
lv: Personu apliecinoša dokumenta pārbaude
mt: Verifika tal-ID
my: ID အတည်ပြုခြင်း
nl: Verificatie identiteitsbewijs
pt_br: Verificação de identidade
pt_pt: Verificação do documento de identificação
ro: Verificarea actului de identitate
sr_cyrl: Верификација идентификационог документа
sr_latn: Verifikacija identifikacionog dokumenta
th: การตรวจสอบเอกสารประจำตัว
uk: Перевірка документа, що підтверджує особу
zu: Ukuqinisekisa Umazisi

# jumio_identity_scan_prompt_initial
source: Take a selfie
af: Neem 'n selfie
ar: التقاط صورة ذاتية
bg: Заснемане на селфи
da: Tag en selfie
de: Selfie aufnehmen
el: Τραβήξτε μια σέλφι
es: Hacerse un selfie
fi: Ota selfie
fr: Prendre un selfie
hi: एक सेल्फी लें
hr: Snimite selfie
hu: Készítsen egy szelfit
ja: 自撮り
km: ថតរូបសែលហ្វី
lt: Pasidarykite asmenukę
lv: Uzņemt pašportretu
mt: Ħu stessu
my: ဆဲလ်ဖီ ဆွဲပါ
nl: Neem een selfie
pt_br: Tire uma selfie
pt_pt: Tire uma selfie
ro: Faceți o fotografie a feței
sr_cyrl: Снимите селфи
sr_latn: Snimite selfi
th: ถ่ายภาพตัวเอง
uk: Зробіть селфі
zu: Thatha i-selfie

# jumio_identity_scan_tips_placing
source: Align your face in the oval frame and press the shutter button
af: Plaas u gesig in die ovaal raam en druk die sluiterknoppie
ar: ضع وجهك في الإطار البيضاوي واضغط على زر الغالق
bg: Позиционирайте лицето си в рамката и натиснете бутона за снимка
da: Anbring dit ansigt i den ovale ramme, og tryk på udløserknappen
de: Richten Sie Ihr Gesicht im ovalen Rahmen aus und drücken Sie dann auf den Auslöser
el: Ευθυγραμμίστε το πρόσωπό σας στο οβάλ πλαίσιο και πιέστε το κουμπί του κλείστρου
es: Enmarque la cara dentro del óvalo y pulse el botón de obturación
fi: Kehystä kasvosi ensin soikeaan kehykseen ja paina sitten laukaisinpainiketta
fr: Alignez votre visage dans la partie ovale et appuyez sur le bouton déclencheur
hi: अंडाकार फ्रेम में अपना चेहरा संरेखित करें और शटर बटन दबाएं
hr: Poravnajte lice u ovalnom okviru i pritisnite gumb okidača
hu: Arcát helyezze az ovális keretbe, majd nyomja meg az exponáló gombot.
ja: 楕円の枠に顔を合わせてシャッターボタンを押してください
km: តម្រង់មុខរបស់អ្នកក្នុងស៊ុមរាងពងក្រពើ ហើយចុចប៊ូតុងបិទបើកកាមេរ៉ា
lt: Sutalpinkite savo veidą į ovalų rėmelį ir fotografuokite
lv: Iecentrējiet seju ovālajā rāmī un nospiediet slēdža pogu
mt: Poġġi wiċċek fil-frejm ovali u agħfas il-buttuna biex tieħu r-ritratt
my: သင့်မျက်နှာကို ဘဲဥပုံဘောင်ထဲဝင်အောင် ချိန်ညှိပြီး ရှပ်တာခလုတ်ကို နှိပ်ပါ
nl: Plaats uw gezicht in het ovale kader en druk op de ontspanknop
pt_br: Alinhe seu rosto na moldura oval e pressione o botão do obturador
pt_pt: Alinhe o seu rosto na moldura oval e prima o botão do disparo
ro: Încadrați-vă fața în forma ovală și apăsați pe butonul declanșatorului
sr_cyrl: Поравнајте лице у овалном оквиру и притисните окидач
sr_latn: Poravnajte lice u ovalnom okviru i pritisnite okidač
th: จัดใบหน้าของคุณในกรอบวงรีแล้วกดปุ่มชัตเตอร์
uk: Вирівняйте обличчя в овальній рамці та натисніть кнопку затвора
zu: Qondanisa ubuso bakho bungene endilingeni esaqanda bese ucindezela inkinobho yokuthwebula

# jumio_identity_title
source: Face Verification
af: Gesigverifiëring
ar: التحقق من الوجه
bg: Проверка на лицето
da: Ansigtsverifikation
de: Gesichtserkennung
el: Επαλήθευση προσώπου
es: Verificación facial
fi: Kasvotunnistus
fr: Vérification du visage
hi: चेहरे का सत्यापन
hr: Provjera lica
hu: Arcellenőrzés
ja: 顔認証
km: ការផ្ទៀងផ្ទាត់ទម្រង់មុខ
lt: Veido atpažinimas
lv: Sejas pārbaude
mt: Verifika tal-Wiċċ
my: မျက်နှာ အတည်ပြုခြင်း
nl: Gezichtsverificatie
pt_br: Verificação facial
pt_pt: Verificação do rosto
ro: Verificarea feței
sr_cyrl: Верификација лица
sr_latn: Verifikacija lica
th: การตรวจสอบใบหน้า
uk: Перевірка обличчя
zu: Ukuqinisekisa Ubuso

# jumio_idtype_countrysearch_search
source: Search Country
af: Deursoek land
ar: بحث عن البلد
bg: Търсене на държава
da: Søg land
de: Land suchen
el: Αναζήτηση χώρας
es: Buscar país
fi: Hae maa
fr: Rechercher un pays
hi: देश खोजें
hr: Traži državu
hu: Ország keresése
ja: 国を検索
km: ស្វែងរកប្រទេស
lt: Ieškoti šalies
lv: Meklēt valsti
mt: Fittex il-Pajjiż
my: နိုင်ငံ ရှာဖွေရန်
nl: Zoek land
pt_br: Pesquisar país
pt_pt: Pesquisar País
ro: Căutați țara
sr_cyrl: Претражи земљу
sr_latn: Pretraži zemlju
th: ค้นหาประเทศ
uk: Пошук країни
zu: Funa Izwe

# jumio_idtype_countrysearch_title
source: Select issuing country
af: Kies land van uitreiking
ar: حدد بلد الإصدار
bg: Изберете издаваща държава
da: Vælg udstedelsesland
de: Ausstellungsland auswählen
el: Επιλέξτε χώρα έκδοσης
es: Seleccione el país de expedición
fi: Valitse myöntäjämaa
fr: Sélectionnez le pays de délivrance
hi: जारी करने वाले देश का चयन करें
hr: Odaberite državu izdavanja
hu: Válasszon kiállító országot
ja: 発行国を選択
km: ជ្រើសរើសប្រទេសដែលចេញប័ណ្ណ
lt: Pasirinkite išdavimo šalį
lv: Izvēlieties izdevējvalsti
mt: Agħżel il-pajjiż tal-ħruġ
my: ထုတ်ပေးသည့်နိုင်ငံကို ရွေးချယ်ပါ
nl: Selecteer het land van afgifte
pt_br: Selecione o país emissor
pt_pt: Selecione o país de emissão
ro: Selectați țara emitentă
sr_cyrl: Изаберите земљу издавања
sr_latn: Izaberite zemlju izdavanja
th: เลือกประเทศที่ออกเอกสาร
uk: Виберіть країну, де був виданий документ
zu: Khetha izwe elikhiphile

# jumio_idtype_di
source: Digital ID
af: Digitale ID
ar: الهوية الرقمية
bg: Цифрова самоличност
da: Digitalt ID
de: Digitale ID
el: Ψηφιακή ταυτότητα
es: Identificación digital
fi: Digitaalinen henkilöllisyystodistus
fr: Identité numérique
hi: डिजिटल आईडी
hr: Digitalni identifikacijski dokument
hu: Digitális azonosító
ja: デジタルID
km: អត្តសញ្ញាណបណ្ណឌីជីថល
lt: Skaitmeninė tapatybė
lv: Digitālais ID
mt: ID diġitali
my: ဒစ်ဂျစ်တယ် ID
nl: Digitale ID
pt_br: Identidade digital
pt_pt: ID digital
ro: ID digital
sr_cyrl: Дигитални ID
sr_latn: Digitalni ID
th: เอกสารประจำตัวดิจิทัล
uk: Цифровий документ, що посвідчує особу
zu: I-ID Eyidijithali

# jumio_idtype_dl
source: Driver License
af: Bestuurderslisensie
ar: رخصة القيادة
bg: Шофьорска книжка
da: Kørekort
de: Führerschein
el: Δίπλωμα οδήγησης
es: Permiso de conducir
fi: Ajokortti
fr: Permis de conduire
hi: ड्राइवर लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
ja: 運転免許証
km: បណ្ណបើកបរ
lt: Vairuotojo pažymėjimas
lv: Vadītāja apliecība
mt: Liċenzja tas-Sewqan
my: ယာဉ်မောင်းလိုင်စင်
nl: Rijbewijs
pt_br: Cart. de motorista
pt_pt: Carta de Condução
ro: Permis de conducere
sr_cyrl: Возачка дозвола
sr_latn: Vozačka dozvola
th: ใบขับขี่
uk: Посвідчення водія
zu: Ilayisensi Yokushayela

# jumio_idtype_format_option_other
source: Other Format
af: Ander formaat
ar: صيغه آخرى
bg: Друг формат
da: Andet format
de: Anderes Format
el: Άλλη μορφή
es: Otro formato
fi: Muu muoto
fr: Autre format
hi: अन्य फॉर्मेट
hr: Drugi format
hu: Egyéb formátum
ja: その他の形式
km: ទម្រង់ផ្សេងទៀត
lt: Kitas formatas
lv: Cits formāts
mt: Format Ieħor
my: အခြားဖောမတ်
nl: Ander formaat
pt_br: Outro formato
pt_pt: Outro formato
ro: Alt format
sr_cyrl: Други формат
sr_latn: Drugi format
th: รูปแบบอื่น ๆ
uk: Інший формат
zu: Enye ifomethi

# jumio_idtype_format_option_plastic
source: Plastic Card
af: Plastiekkaart
ar: بطاقة بلاستيكية
bg: Пластмасова карта
da: Plastikkort
de: Plastikkarte
el: Πλαστική κάρτα
es: Tarjeta de plástico
fi: Muovikortti
fr: Carte plastique
hi: प्लास्टिक कार्ड
hr: Plastična kartica
hu: Műanyag kártya
ja: プラスチックカード
km: បណ្ណប្លាស្ទិច
lt: Plastikinė kortelė
lv: Plastikāta karte
mt: Kard tal-Plastik
my: ပလတ်စတစ် ကတ်
nl: Plastic kaart
pt_br: Cartão de plástico
pt_pt: Cartão de plástico
ro: Card de plastic
sr_cyrl: Пластична картица
sr_latn: Plastična kartica
th: บัตรพลาสติก
uk: Пластикова картка
zu: Ikhadi lepulasitiki

# jumio_idtype_format_title
source: Which format is it?
af: Watter formaat is dit?
ar: ما هو شكل البطاقة؟
bg: В какъв формат е?
da: Hvilket format er det?
de: Um welches Format handelt es sich?
el: Σε ποια μορφή είναι;
es: ¿En qué formato está?
fi: Missä muodossa se on?
fr: Quel est le format ?
hi: यह कौन सा प्रारूप है?
hr: U kojem je formatu
hu: Melyik formátum ez?
ja: どちらの形式ですか？
km: តើទ្រង់ទ្រាយមួយណា?
lt: Koks dokumento formatas?
lv: Kāds ir formāts?
mt: X'format hu?
my: ဘာဖောမတ်လဲ။
nl: Welk formaat is het?
pt_br: Qual é o formato do documento?
pt_pt: Qual é o seu formato?
ro: Ce format are?
sr_cyrl: У којем је формату?
sr_latn: U kojem je formatu?
th: เป็นรูปแบบใด
uk: Який це формат?
zu: Iluphi uhlelo eyilo

# jumio_idtype_front_back
source: Front and back
af: Voor en agter
ar: الوجه والخلف
bg: Предна и задна страна
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινό και πίσω μέρος
es: Anverso y reverso
fi: Etu- ja kääntöpuoli
fr: Recto et verso
hi: आगे और पीछे
hr: Prednja i stražnja strana
hu: Előlap és hátlap
ja: 表面および裏面
km: ខាងមុខនិងខាងក្រោយ
lt: Priekinė ir galinė pusės
lv: Priekšpuse un aizmugure
mt: Quddiem u wara
my: ရှေ့ခြမ်းနှင့် နောက်ခြမ်း
nl: Voor- en achterkant
pt_br: Frente e verso
pt_pt: Frente e verso
ro: Fața și versoul
sr_cyrl: Предња и задња страна
sr_latn: Prednja i zadnja strana
th: หน้าและหลัง
uk: Лицьова та зворотна сторона
zu: Phambili nasemuva

# jumio_idtype_id
source: Identity Card
af: Identiteitskaart
ar: بطاقة الهوية
bg: Лична карта
da: Id-kort
de: Personalausweis
el: Δελτίο ταυτότητας
es: Documento de identidad
fi: Henkilökortti
fr: Carte d'identité
hi: पहचान कार्ड
hr: Osobna iskaznica
hu: Személyi igazolvány
ja: 身分証明書
km: អត្តសញ្ញាណបណ្ណ
lt: Tapatybės kortelė
lv: Identifikācijas karte
mt: Kard tal-Identità
my: အိုင်ဒီကတ်
nl: Identiteitskaart
pt_br: Carteira de identidade
pt_pt: Bilhete de Identidade
ro: Carte de identitate
sr_cyrl: Лична карта
sr_latn: Lična karta
th: บัตรประชาชน
uk: Посвідчення особи
zu: Ikhadi Likamazisi

# jumio_idtype_photo_page
source: Photo page
af: Fotobladsy
ar: صفحة الصورة
bg: Страница със снимка
da: Fotoside
de: Fotoseite
el: Σελίδα φωτογραφίας
es: Página de la foto
fi: Valokuvasivu
fr: Page photo
hi: फ़ोटो का पेज
hr: Stranica s fotografijom
hu: Fényképes oldal
ja: 写真のページ
km: ទំព័ររូបថត
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
mt: Il-paġna fejn hemm ir-ritratt
my: ဓာတ်ပုံစာမျက်နှာ
nl: Fotopagina
pt_br: Página da foto
pt_pt: Página de foto
ro: Pagina cu poză
sr_cyrl: Страна са фотографијом
sr_latn: Strana sa fotografijom
th: หน้ารูปภาพ
uk: Сторінка з фотографією
zu: Ikhasi lesithombe
